[
  {
    "DoanVan": [
      {
        "Cau": "ZURICH – Yevgeni Star, a mid-sized Russian oil company, has bought the Siberian oil and gas operations of Zurich-based Gaz International. While no official figures have been released by either firm, the deal is believed to be worth in the vicinity of $145 million.",
        "Dich": "ZURICH – Yevgeni Star, một công ty dầu mỏ cỡ trung của Nga, đã mua lại các hoạt động dầu khí ở Siberia của Gaz International có trụ sở tại Zurich. Mặc dù cả hai công ty đều chưa công bố số liệu chính thức, nhưng thương vụ này được cho là có giá trị khoảng 145 triệu đô la."
      },
      {
        "Cau": "Until recently, Gaz International had been seeking to expand its exploration and refining operations, but it has reportedly been frustrated by local regulatory bodies. Gaz International shares rose by 1% as news of the sale filtered into the media.",
        "Dich": "Cho đến gần đây, Gaz International đã tìm cách mở rộng các hoạt động thăm dò và tinh chế của mình, nhưng họ đã bị cản trở bởi các cơ quan quản lý địa phương. Cổ phiếu của Gaz International đã tăng 1% khi tin tức về thương vụ mua bán được lan truyền trên các phương tiện truyền thông."
      },
      {
        "Cau": "Yevgeni Star, which has some cross-share holdings with large industrial corporations in related and unrelated fields, notably in the energy and shipbuilding sectors, will become one of Russian's leading players in the vital strategic area of energy supplies.",
        "Dich": "Yevgeni Star, công ty có cổ phần với các tập đoàn công nghiệp lớn trong các lĩnh vực liên quan và không liên quan, đặc biệt là trong các lĩnh vực năng lượng và đóng tàu, sẽ trở thành một trong những công ty hàng đầu của Nga trong lĩnh vực chiến lược quan trọng về cung cấp năng lượng."
      },
      {
        "Cau": "Explaining the reasons for the sale, Gaz International CEO Fritz Faschier told reporters yesterday, 'Our board of directors believes that this is the ideal time to consolidate our operations by concentrating on less-risky investments while at the same time boosting our interests in research and development. I mean, in particular, research into alternative fuels and energy sources. I have no doubt that this deal is in the interests of both parties.'",
        "Dich": "Giải thích lý do của việc bán, Giám đốc điều hành Gaz International Fritz Faschier nói với các phóng viên ngày hôm qua: 'Ban giám đốc của chúng tôi tin rằng đây là thời điểm lý tưởng để củng cố các hoạt động của chúng tôi bằng cách tập trung vào các khoản đầu tư ít rủi ro hơn, đồng thời thúc đẩy lợi ích của chúng tôi trong nghiên cứu và phát triển. Ý tôi, đặc biệt, là nghiên cứu về các loại nhiên liệu và nguồn năng lượng thay thế. Tôi không nghi ngờ gì rằng thỏa thuận này là vì lợi ích của cả hai bên.'"
      },
      {
        "Cau": "It is known that the deal includes significant technology transfers. A team of Gaz International engineers and administrators will train Yevgeni engineers in the operation of exploration and extraction technology developed by the international giant.",
        "Dich": "Được biết, thỏa thuận này bao gồm các vụ chuyển giao công nghệ đáng kể. Một nhóm kỹ sư và quản trị viên của Gaz International sẽ đào tạo các kỹ sư của Yevgeni về cách vận hành công nghệ thăm dò và khai thác được phát triển bởi gã khổng lồ quốc tế này."
      },
      {
        "Cau": "Yevgeni Star operators were also keen to acquire Gaz International's license to explore and develop northern oil fields until 2015. The current production of 10,000 barrels a day is expected to at least double over the next 5 years.",
        "Dich": "Các nhà điều hành của Yevgeni Star cũng rất muốn có được giấy phép của Gaz International để thăm dò và phát triển các mỏ dầu phía bắc cho đến năm 2015. Sản lượng hiện tại 10.000 thùng mỗi ngày được kỳ vọng sẽ tăng ít nhất gấp đôi trong 5 năm tới."
      },
      {
        "Cau": "Due to the complex nature of legal arrangements surrounding the transfer of licenses and technological information, the deal is not expected to be sewn up before January of next year. Approval for the license transfer must be negotiated with Russian authorities while several major Swiss banks will vet the financial arrangements and the details of technology transfer.",
        "Dich": "Do tính chất phức tạp của các thỏa thuận pháp lý xung quanh việc chuyển giao giấy phép và thông tin công nghệ, thỏa thuận này không được dự kiến sẽ hoàn tất trước tháng 1 năm sau. Việc phê duyệt chuyển giao giấy phép phải được đàm phán với các nhà chức trách Nga trong khi một số ngân hàng lớn của Thụy Sĩ sẽ kiểm tra các thỏa thuận tài chính và chi tiết chuyển giao công nghệ."
      }
    ]
  },
  {
    "CauHoi": "What is true about Gaz International?",
    "DichCauHoi": "Điều gì là đúng về Gaz International?",
    "CauTraLoi": [
      {
        "TraLoi": "It is a Russian-owned company.",
        "Dich": "Đây là một công ty thuộc sở hữu của Nga."
      },
      {
        "TraLoi": "It took control of another company.",
        "Dich": "Nó đã kiểm soát một công ty khác."
      },
      {
        "TraLoi": "Its stock price has slipped due to a false rumor.",
        "Dich": "Giá cổ phiếu của nó đã giảm do một tin đồn sai sự thật."
      },
      {
        "TraLoi": "It was involved in a multi-million dollar transaction recently.",
        "Dich": "Nó đã tham gia vào một giao dịch trị giá hàng triệu đô la gần đây."
      }
    ],
    "DapAn": "D",
    "GiaiThich": "Đoạn văn cho biết Gaz International đã bán hoạt động của mình với giá khoảng 145 triệu đô la, một giao dịch nhiều triệu đô la."
  },
  {
    "CauHoi": "Which of the following will be the result of a deal mentioned in the article?",
    "DichCauHoi": "Điều nào sau đây sẽ là kết quả của một thỏa thuận được đề cập trong bài viết?",
    "CauTraLoi": [
      {
        "TraLoi": "Gaz International will become the leading company in its field.",
        "Dich": "Gaz International sẽ trở thành công ty hàng đầu trong lĩnh vực của mình."
      },
      {
        "TraLoi": "Yevgeni Star seems to have gotten the better end of the deal.",
        "Dich": "Yevgeni Star dường như đã có được phần tốt hơn của thỏa thuận."
      },
      {
        "TraLoi": "Gaz International will now focus on establishing its business in new areas.",
        "Dich": "Gaz International bây giờ sẽ tập trung vào việc thành lập doanh nghiệp của mình ở các lĩnh vực mới."
      },
      {
        "TraLoi": "Yevgeni Star will distribute shares to its top management staff.",
        "Dich": "Yevgeni Star sẽ phân phối cổ phiếu cho đội ngũ quản lý cấp cao của mình."
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Đoạn văn nói rằng Gaz International sẽ 'tập trung vào các khoản đầu tư ít rủi ro hơn' sau khi bán bộ phận kinh doanh dầu mỏ, ngụ ý họ sẽ chuyển hướng sang các lĩnh vực mới như 'nhiên liệu thay thế và nguồn năng lượng'."
  },
  {
    "CauHoi": "Who is Mr. Fritz Faschier?",
    "DichCauHoi": "Ông Fritz Faschier là ai?",
    "CauTraLoi": [
      {
        "TraLoi": "A reporter for a local newspaper",
        "Dich": "Một phóng viên cho một tờ báo địa phương"
      },
      {
        "TraLoi": "The president of Gaz International",
        "Dich": "Chủ tịch của Gaz International"
      },
      {
        "TraLoi": "A spokesperson for Yevgeni Star",
        "Dich": "Một người phát ngôn cho Yevgeni Star"
      },
      {
        "TraLoi": "A Russian authority",
        "Dich": "Một quan chức Nga"
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Đoạn văn nói rằng 'Gaz International CEO Fritz Faschier told reporters...', xác nhận ông là Giám đốc điều hành của Gaz International."
  },
  {
    "CauHoi": "According to the article, when will the deal be finalized?",
    "DichCauHoi": "Theo bài viết, khi nào thỏa thuận sẽ được hoàn tất?",
    "CauTraLoi": [
      {
        "TraLoi": "In 2015",
        "Dich": "Vào năm 2015"
      },
      {
        "TraLoi": "In five years",
        "Dich": "Trong năm năm nữa"
      },
      {
        "TraLoi": "Within the following weeks",
        "Dich": "Trong những tuần tiếp theo"
      },
      {
        "TraLoi": "By early next year",
        "Dich": "Vào đầu năm tới"
      }
    ],
    "DapAn": "D",
    "GiaiThich": "Đoạn văn nêu rõ rằng 'the deal is not expected to be sewn up before January of next year' (thỏa thuận không được dự kiến sẽ hoàn tất trước tháng 1 năm sau), có nghĩa là nó sẽ được hoàn tất vào đầu năm tới."
  },
  {
    "CauHoi": "What is the main cause of the delay in closing the deal?",
    "DichCauHoi": "Nguyên nhân chính của sự chậm trễ trong việc hoàn tất thỏa thuận là gì?",
    "CauTraLoi": [
      {
        "TraLoi": "Both companies want to take it slow.",
        "Dich": "Cả hai công ty đều muốn tiến hành chậm."
      },
      {
        "TraLoi": "Some complications have surfaced regarding legal issues.",
        "Dich": "Một số phức tạp đã xuất hiện liên quan đến các vấn đề pháp lý."
      },
      {
        "TraLoi": "The Russian authorities usually take a long time to process a new license.",
        "Dich": "Các nhà chức trách Nga thường mất nhiều thời gian để xử lý giấy phép mới."
      },
      {
        "TraLoi": "There are many details to be worked out.",
        "Dich": "Có nhiều chi tiết cần được giải quyết."
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Đoạn văn đề cập đến 'the complex nature of legal arrangements surrounding the transfer of licenses and technological information' (tính chất phức tạp của các thỏa thuận pháp lý xung quanh việc chuyển giao giấy phép và thông tin công nghệ), cho thấy các vấn đề pháp lý là nguyên nhân chính."
  },
  {
    "DoanVan": [
      {
        "Cau": "We want to acknowledge receipt of and thank you for your letter dated September 28th concerning issues of Sports Today not sent to you.",
        "Dich": "Chúng tôi muốn xác nhận đã nhận và cảm ơn bức thư của bạn đề ngày 28 tháng 9 liên quan đến các số tạp chí Sports Today mà bạn đã không nhận được."
      },
      {
        "Cau": "We have investigated the matter and found that you should have received your September and October issues, as your subscription is not up for renewal until November 1, 2006.",
        "Dich": "Chúng tôi đã điều tra vấn đề và thấy rằng bạn lẽ ra đã phải nhận được các số tháng 9 và tháng 10, vì đăng ký của bạn chưa đến hạn gia hạn cho đến ngày 1 tháng 11 năm 2006."
      },
      {
        "Cau": "We would hereby like to apologize sincerely for our mistakes.",
        "Dich": "Do đó, chúng tôi xin chân thành xin lỗi về những sai lầm của chúng tôi."
      },
      {
        "Cau": "I have corrected the error and raised a packing order to be sent to you tomorrow on October 19, 2006, for the two missing issues.",
        "Dich": "Tôi đã sửa lỗi và đã gửi một đơn hàng đóng gói để gửi cho bạn vào ngày mai, 19 tháng 10 năm 2006, cho hai số tạp chí bị thiếu."
      },
      {
        "Cau": "And to make up for the mistakes we have made, we have enclosed our two other best selling magazines (Cars Today and Home Today) in a different package.",
        "Dich": "Và để bù đắp cho những sai sót mà chúng tôi đã gây ra, chúng tôi đã gửi kèm hai tạp chí bán chạy nhất khác của chúng tôi (Cars Today và Home Today) trong một bưu kiện khác."
      },
      {
        "Cau": "We'd also like to let you know that we value you as an important customer to Sports Today.",
        "Dich": "Chúng tôi cũng muốn bạn biết rằng chúng tôi coi trọng bạn như một khách hàng quan trọng của Sports Today."
      },
      {
        "Cau": "I would like to take this opportunity to invite you to renew your subscription with us for another year.",
        "Dich": "Tôi muốn nhân cơ hội này để mời bạn gia hạn đăng ký với chúng tôi thêm một năm nữa."
      },
      {
        "Cau": "We have attached a self-addressed, postage-paid envelope and a subscription form with a special discount of 25% off our normal rates for your convenience.",
        "Dich": "Chúng tôi đã đính kèm một phong bì có sẵn địa chỉ, đã trả cước phí và một mẫu đăng ký với mức giảm giá đặc biệt 25% so với giá thông thường để thuận tiện cho bạn."
      },
      {
        "Cau": "Once again, please accept our sincere apology for the inconvenience we caused you.",
        "Dich": "Một lần nữa, xin hãy chấp nhận lời xin lỗi chân thành của chúng tôi về sự bất tiện mà chúng tôi đã gây ra cho bạn."
      },
      {
        "Cau": "Feel free to contact us or email us if you need any further help or clarification.",
        "Dich": "Hãy liên hệ với chúng tôi hoặc gửi email cho chúng tôi nếu bạn cần thêm bất kỳ sự giúp đỡ hoặc làm rõ nào."
      },
      {
        "Cau": "We will always be at your service.",
        "Dich": "Chúng tôi sẽ luôn sẵn lòng phục vụ bạn."
      }
    ]
  },
  {
    "CauHoi": "167. What is Mr. Bridges' main purpose in writing this letter?",
    "DichCauHoi": "167. Mục đích chính của ông Bridges khi viết bức thư này là gì?",
    "CauTraLoi": [
      {
        "TraLoi": "(A) To thank the customer for subscribing to their magazine",
        "Dich": "Để cảm ơn khách hàng đã đăng ký tạp chí của họ"
      },
      {
        "TraLoi": "(B) To make a complaint about some bad service",
        "Dich": "Để phàn nàn về một dịch vụ tồi tệ nào đó"
      },
      {
        "TraLoi": "(C) To renew the subscription for another year",
        "Dich": "Để gia hạn đăng ký cho một năm nữa"
      },
      {
        "TraLoi": "(D) To provide an answer to an inquiry the customer had made",
        "Dich": "Để đưa ra câu trả lời cho một thắc mắc mà khách hàng đã gửi"
      }
    ],
    "DapAn": "D",
    "GiaiThich": "Bức thư được viết để trả lời thắc mắc của khách hàng Jessica Parker về việc không nhận được các số tạp chí tháng 9 và tháng 10 của cô ấy. Câu đầu tiên của bức thư đã nêu rõ mục đích này: 'We want to acknowledge receipt of and thank you for your letter dated September 28th concerning issues of Sports Today not sent to you.' (Chúng tôi muốn xác nhận đã nhận và cảm ơn bức thư của bạn đề ngày 28 tháng 9 liên quan đến các số tạp chí Sports Today mà bạn đã không nhận được.)"
  },
  {
    "CauHoi": "168. When did Ms. Parker send the letter?",
    "DichCauHoi": "168. Bà Parker đã gửi bức thư khi nào?",
    "CauTraLoi": [
      {
        "TraLoi": "(A) October 18",
        "Dich": "Ngày 18 tháng 10"
      },
      {
        "TraLoi": "(B) September 28",
        "Dich": "Ngày 28 tháng 9"
      },
      {
        "TraLoi": "(C) November 1",
        "Dich": "Ngày 1 tháng 11"
      },
      {
        "TraLoi": "(D) October 19",
        "Dich": "Ngày 19 tháng 10"
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Đoạn văn có đề cập: '...your letter dated September 28th...' (bức thư của bạn đề ngày 28 tháng 9...). Điều này cho thấy bà Parker đã gửi bức thư vào ngày 28 tháng 9."
  },
  {
    "CauHoi": "169. What will Ms. Parker receive as compensation?",
    "DichCauHoi": "169. Bà Parker sẽ nhận được gì để bồi thường?",
    "CauTraLoi": [
      {
        "TraLoi": "(A) A 25% discount on her next subscription",
        "Dich": "Giảm giá 25% cho lần đăng ký tiếp theo của cô ấy"
      },
      {
        "TraLoi": "(B) Other publications from the same company at no cost",
        "Dich": "Các ấn phẩm khác từ cùng công ty mà không phải trả phí"
      },
      {
        "TraLoi": "(C) A check for the missing magazines",
        "Dich": "Một tấm séc cho các tạp chí bị thiếu"
      },
      {
        "TraLoi": "(D) An apology letter from the president of the company",
        "Dich": "Một lá thư xin lỗi từ chủ tịch công ty"
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Đoạn văn có câu: '...we have enclosed our two other best selling magazines (Cars Today and Home Today) in a different package.' (chúng tôi đã gửi kèm hai tạp chí bán chạy nhất khác của chúng tôi (Cars Today và Home Today) trong một bưu kiện khác.) Đây là phần bồi thường mà bà Parker nhận được."
  },
  {
    "CauHoi": "170. The phrase 'up for' in paragraph 1, line 4 is closest in meaning to",
    "DichCauHoi": "170. Cụm từ 'up for' trong đoạn 1, dòng 4 có nghĩa gần nhất với",
    "CauTraLoi": [
      {
        "TraLoi": "(A) owed",
        "Dich": "nợ, phải trả"
      },
      {
        "TraLoi": "(B) appropriated",
        "Dich": "chiếm đoạt, phù hợp"
      },
      {
        "TraLoi": "(C) expected",
        "Dich": "được mong đợi"
      },
      {
        "TraLoi": "(D) suited",
        "Dich": "phù hợp"
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Cụm từ 'your subscription is not up for renewal until November 1, 2006' (đăng ký của bạn chưa đến hạn gia hạn cho đến ngày 1 tháng 11 năm 2006) có nghĩa là việc gia hạn chưa đến lúc phải thực hiện, hay chưa được 'mong đợi' xảy ra. Do đó, 'up for' có nghĩa gần nhất với 'expected' (được mong đợi)."
  },
  {
    "CauHoi": "171. What is being sent with this letter?",
    "DichCauHoi": "171. Điều gì đang được gửi kèm với bức thư này?",
    "CauTraLoi": [
      {
        "TraLoi": "(A) Magazines",
        "Dich": "Các tạp chí"
      },
      {
        "TraLoi": "(B) A check",
        "Dich": "Một tấm séc"
      },
      {
        "TraLoi": "(C) An envelope",
        "Dich": "Một phong bì"
      },
      {
        "TraLoi": "(D) A receipt of purchase",
        "Dich": "Một biên lai mua hàng"
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Đoạn văn có câu: 'We have attached a self-addressed, postage-paid envelope and a subscription form...' (Chúng tôi đã đính kèm một phong bì có sẵn địa chỉ, đã trả cước phí và một mẫu đăng ký...). Do đó, một phong bì đã được gửi kèm với bức thư này."
  },
  {
    "DoanVan": [
      {
        "Cau": "Important Notice\n(To be kept posted in clear view at all times)",
        "Dich": "Thông báo quan trọng\n(Được dán ở nơi dễ nhìn thấy bất cứ lúc nào)"
      },
      {
        "Cau": "Subject: Schedule of Building Works\nNotice date: March 15th\nWritten by: Mike Connor, Chairman of the Office of Public Records",
        "Dich": "Chủ đề: Lịch trình công việc xây dựng\nNgày thông báo: 15 tháng 3\nNgười viết: Mike Connor, Chủ tịch Văn phòng Hồ sơ Công cộng"
      },
      {
        "Cau": "The Office of Public Records has been scheduled for a series of renovation works ranging from new wiring and the changing of tiles and carpets to the installation of fire preventive panels.",
        "Dich": "Văn phòng Hồ sơ Công cộng đã được lên lịch cho một loạt các công việc cải tạo, từ việc đi dây mới, thay đổi gạch và thảm cho đến lắp đặt các tấm phòng cháy chữa cháy."
      },
      {
        "Cau": "This will be done floor by floor beginning on April 1.",
        "Dich": "Việc này sẽ được thực hiện theo từng tầng, bắt đầu từ ngày 1 tháng 4."
      },
      {
        "Cau": "Affected personnel will be asked to relocate to an allocated space within the building.",
        "Dich": "Nhân viên bị ảnh hưởng sẽ được yêu cầu di chuyển đến một không gian được chỉ định trong tòa nhà."
      },
      {
        "Cau": "The affected floors, relocation schedule, and allocated space are as follows:",
        "Dich": "Các tầng bị ảnh hưởng, lịch trình di dời và không gian được chỉ định như sau:"
      },
      {
        "Cau": "It will be necessary to make new schedule changes as unexpected delays may occur.",
        "Dich": "Sẽ cần phải thực hiện các thay đổi lịch trình mới vì những sự chậm trễ không lường trước có thể xảy ra."
      },
      {
        "Cau": "Departments with other staff will experience temporary overcrowding.",
        "Dich": "Các phòng ban có nhân viên khác sẽ bị quá tải tạm thời."
      },
      {
        "Cau": "We urge all visitors to these offices to excuse delays and any crowding issues being faced, and also any temporary reductions to our services.",
        "Dich": "Chúng tôi kêu gọi tất cả khách đến các văn phòng này bỏ qua sự chậm trễ và bất kỳ vấn đề quá tải nào đang phải đối mặt, cũng như bất kỳ sự cắt giảm tạm thời nào đối với dịch vụ của chúng tôi."
      },
      {
        "Cau": "We want to express our thanks for your kind understanding and tolerance towards our staff during this unpleasant and inconvenient period.",
        "Dich": "Chúng tôi muốn bày tỏ lời cảm ơn của chúng tôi vì sự thông cảm và khoan dung của bạn đối với nhân viên của chúng tôi trong giai đoạn khó chịu và bất tiện này."
      }
    ]
  },
  {
    "CauHoi": "161. What is the purpose of the announcement?",
    "DichCauHoi": "161. Mục đích của thông báo là gì?",
    "CauTraLoi": [
      {
        "TraLoi": "(A) To restrict unnecessary staff members from visiting the work area.",
        "Dich": "Để hạn chế các nhân viên không cần thiết đến khu vực làm việc."
      },
      {
        "TraLoi": "(B) To provide a timetable for some office renovation work.",
        "Dich": "Để cung cấp một lịch trình cho một số công việc cải tạo văn phòng."
      },
      {
        "TraLoi": "(C) To thank employees for their support in the work",
        "Dich": "Để cảm ơn nhân viên vì sự hỗ trợ của họ trong công việc"
      },
      {
        "TraLoi": "(D) To prepare for an unexpected shipment delay",
        "Dich": "Để chuẩn bị cho việc giao hàng chậm trễ không lường trước"
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Tiêu đề của thông báo là 'Schedule of Building Works' (Lịch trình công việc xây dựng) và nội dung chính mô tả chi tiết lịch trình cải tạo từng tầng. Do đó, mục đích chính là cung cấp một lịch trình cho công việc cải tạo văn phòng."
  },
  {
    "CauHoi": "162. Where will employees on the ground floor likely be on March 15?",
    "DichCauHoi": "162. Các nhân viên ở tầng trệt có thể sẽ ở đâu vào ngày 15 tháng 3?",
    "CauTraLoi": [
      {
        "TraLoi": "(A) The first floor",
        "Dich": "Tầng một"
      },
      {
        "TraLoi": "(B) The second floor",
        "Dich": "Tầng hai"
      },
      {
        "TraLoi": "(C) The third floor",
        "Dich": "Tầng ba"
      },
      {
        "TraLoi": "(D) The fourth floor",
        "Dich": "Tầng bốn"
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Thông báo được viết vào ngày 15 tháng 3 ('Notice date: March 15th'), và công việc cải tạo sẽ bắt đầu vào ngày 1 tháng 4 ('beginning on April 1.'). Do đó, vào ngày 15 tháng 3, việc cải tạo chưa bắt đầu, vì vậy nhân viên vẫn sẽ làm việc tại tầng của họ, tức là tầng một."
  },
  {
    "CauHoi": "163. The word 'urge' in paragraph 2, line 2 is closest in meaning to",
    "DichCauHoi": "163. Từ 'urge' trong đoạn 2, dòng 2 có nghĩa gần nhất với",
    "CauTraLoi": [
      {
        "TraLoi": "(A) influence",
        "Dich": "ảnh hưởng"
      },
      {
        "TraLoi": "(B) encourage",
        "Dich": "khuyến khích"
      },
      {
        "TraLoi": "(C) support",
        "Dich": "ủng hộ"
      },
      {
        "TraLoi": "(D) command",
        "Dich": "ra lệnh"
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Trong ngữ cảnh 'We urge all visitors... to excuse delays' (Chúng tôi kêu gọi tất cả khách...), từ 'urge' có nghĩa là khuyến khích, động viên hoặc khuyên nhủ một cách mạnh mẽ. Do đó, 'encourage' (khuyến khích) là từ có nghĩa gần nhất."
  },
  {
    "CauHoi": "164. During which period will the employees on the fourth floor not be affected?",
    "DichCauHoi": "164. Trong khoảng thời gian nào, nhân viên ở tầng bốn sẽ không bị ảnh hưởng?",
    "CauTraLoi": [
      {
        "TraLoi": "(A) April 11-20",
        "Dich": "Ngày 11-20 tháng 4"
      },
      {
        "TraLoi": "(B) April 21-30",
        "Dich": "Ngày 21-30 tháng 4"
      },
      {
        "TraLoi": "(C) May 1-9",
        "Dich": "Ngày 1-9 tháng 5"
      },
      {
        "TraLoi": "(D) May 10-19",
        "Dich": "Ngày 10-19 tháng 5"
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Bảng lịch trình cho thấy việc cải tạo tầng 4 sẽ diễn ra từ ngày 21-30 tháng 4. Điều này có nghĩa là trước ngày 21 tháng 4, các nhân viên ở tầng 4 sẽ không bị ảnh hưởng. Trong các lựa chọn, 'April 11-20' là khoảng thời gian duy nhất nằm hoàn toàn trước ngày 21 tháng 4."
  },
  {
    "DoanVan": [
      {
        "Cau": "GEM Computers has topped the Wall Street headlines with its organization wide restructuring exercise.",
        "Dich": "GEM Computers đã đứng đầu các tiêu đề của Phố Wall với cuộc tái cấu trúc toàn bộ tổ chức của mình."
      },
      {
        "Cau": "GEM Computers, a computer giant, sold its low margin competitive desktop division.",
        "Dich": "GEM Computers, một gã khổng lồ máy tính, đã bán bộ phận máy tính để bàn cạnh tranh có lợi nhuận thấp của mình."
      },
      {
        "Cau": "In recent years, GEM Computers has spent billions of dollars investing in the desktop division, where low cost manufacturers have managed to stay at the top of the competition.",
        "Dich": "Trong những năm gần đây, GEM Computers đã chi hàng tỷ đô la để đầu tư vào bộ phận máy tính để bàn, nơi các nhà sản xuất chi phí thấp đã cố gắng giữ vững vị trí dẫn đầu cuộc cạnh tranh."
      },
      {
        "Cau": "However, GEM's desktop products have virtually stopped evolving and ceased making new products despite its heavy spending on R&D.",
        "Dich": "Tuy nhiên, các sản phẩm máy tính để bàn của GEM gần như đã ngừng phát triển và ngừng sản xuất các sản phẩm mới mặc dù đã chi rất nhiều tiền cho R&D."
      },
      {
        "Cau": "This has caused the cash-stricken company to offer its loss-making division to Electronica.",
        "Dich": "Điều này đã khiến công ty gặp khó khăn về tiền mặt phải chào bán bộ phận thua lỗ của mình cho Electronica."
      },
      {
        "Cau": "As one of the leading computer companies, Electronica paid $5 billion to buy the division.",
        "Dich": "Là một trong những công ty máy tính hàng đầu, Electronica đã trả 5 tỷ đô la để mua lại bộ phận này."
      },
      {
        "Cau": "The market deems this as more favorable to GEM, as it received more than what it deserves for selling the division.",
        "Dich": "Thị trường cho rằng điều này thuận lợi hơn cho GEM, vì họ đã nhận được nhiều hơn những gì họ đáng được nhận khi bán bộ phận này."
      },
      {
        "Cau": "It is expected to pay off most of its multimillion dollar loans and avoid filing for bankruptcy for some time.",
        "Dich": "Việc này được kỳ vọng sẽ giúp công ty trả được phần lớn các khoản vay hàng triệu đô la và tránh nộp đơn phá sản trong một thời gian."
      },
      {
        "Cau": "Economists comment that GEM will start turning a profit as long as it keeps with its core products of mini computers and mainframe systems.",
        "Dich": "Các nhà kinh tế bình luận rằng GEM sẽ bắt đầu có lãi miễn là họ tiếp tục tập trung vào các sản phẩm cốt lõi là máy tính mini và hệ thống máy tính lớn."
      }
    ]
  },
  {
    "CauHoi": "168. What is being reported?",
    "DichCauHoi": "168. Tin tức này đang đưa tin về điều gì?",
    "CauTraLoi": [
      {
        "TraLoi": "(A) The slow rise of the desktop division to the top of its field",
        "Dich": "Sự phát triển chậm chạp của bộ phận máy tính để bàn lên vị trí dẫn đầu trong lĩnh vực của nó"
      },
      {
        "TraLoi": "(B) The listing of a computer company on the stock market",
        "Dich": "Việc niêm yết một công ty máy tính trên thị trường chứng khoán"
      },
      {
        "TraLoi": "(C) The new spending budget for GEM Computer’s R&D Department",
        "Dich": "Ngân sách chi tiêu mới cho Bộ phận R&D của GEM Computer"
      },
      {
        "TraLoi": "(D) The selling of a struggling division of GEM Computers",
        "Dich": "Việc bán một bộ phận đang gặp khó khăn của GEM Computers"
      }
    ],
    "DapAn": "D",
    "GiaiThich": "Bài báo nói về việc GEM Computers bán bộ phận máy tính để bàn thua lỗ ('loss-making division') cho Electronica để giải quyết các khoản nợ và tránh phá sản. Do đó, nội dung chính là việc bán một bộ phận đang gặp khó khăn."
  },
  {
    "CauHoi": "169. Why did GEM Computers make its decision to make the move?",
    "DichCauHoi": "169. Tại sao GEM Computers lại đưa ra quyết định thực hiện động thái này?",
    "CauTraLoi": [
      {
        "TraLoi": "(A) Electronica made an offer they couldn't refuse.",
        "Dich": "Electronica đã đưa ra một lời đề nghị mà họ không thể từ chối."
      },
      {
        "TraLoi": "(B) The company was on the verge of bankruptcy.",
        "Dich": "Công ty đang trên bờ vực phá sản."
      },
      {
        "TraLoi": "(C) The division was not making enough profits.",
        "Dich": "Bộ phận đó không tạo ra đủ lợi nhuận."
      },
      {
        "TraLoi": "(D) The demand for computer desktops was low.",
        "Dich": "Nhu cầu về máy tính để bàn thấp."
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Đoạn văn có đề cập 'its loss-making division' (bộ phận thua lỗ của nó) và 'GEM's desktop products have virtually stopped evolving and ceased making new products despite its heavy spending on R&D.' (các sản phẩm máy tính để bàn của GEM gần như đã ngừng phát triển và ngừng sản xuất các sản phẩm mới mặc dù đã chi rất nhiều tiền cho R&D). Điều này cho thấy bộ phận này đang gặp khó khăn và không tạo ra đủ lợi nhuận."
  },
  {
    "CauHoi": "170. How is the news being interpreted by the market?",
    "DichCauHoi": "170. Tin tức này được thị trường diễn giải như thế nào?",
    "CauTraLoi": [
      {
        "TraLoi": "(A) GEM will soon become obsolete.",
        "Dich": "GEM sẽ sớm trở nên lỗi thời."
      },
      {
        "TraLoi": "(B) GEM got the best of the deal.",
        "Dich": "GEM đã có được thỏa thuận tốt nhất."
      },
      {
        "TraLoi": "(C) Electronica will start making a lot of money.",
        "Dich": "Electronica sẽ bắt đầu kiếm được rất nhiều tiền."
      },
      {
        "TraLoi": "(D) The desktop division will receive more funds.",
        "Dich": "Bộ phận máy tính để bàn sẽ nhận được nhiều tiền hơn."
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Đoạn văn nêu rõ: 'The market deems this as more favorable to GEM, as it received more than what it deserves for selling the division.' (Thị trường cho rằng điều này thuận lợi hơn cho GEM, vì họ đã nhận được nhiều hơn những gì họ đáng được nhận khi bán bộ phận này.) Điều này có nghĩa là GEM đã có được thỏa thuận có lợi nhất."
  },
  {
    "DoanVan": [
      {
        "Cau": "Joy-Market Returns Policy",
        "Dich": "Chính sách đổi trả hàng của Joy-Market"
      },
      {
        "Cau": "With a few exceptions, anything purchased from a Joy-Market store may be exchanged or returned for a full refund of the purchase price within 30 days provided",
        "Dich": "Với một vài trường hợp ngoại lệ, bất kỳ thứ gì được mua từ cửa hàng Joy-Market đều có thể được đổi hoặc trả lại để được hoàn lại toàn bộ giá mua trong vòng 30 ngày với điều kiện"
      },
      {
        "Cau": "1) that the goods are unused;",
        "Dich": "1) Hàng hóa chưa được sử dụng;"
      },
      {
        "Cau": "2) that the goods are placed in their original package; and",
        "Dich": "2) Hàng hóa được đặt trong bao bì gốc; và"
      },
      {
        "Cau": "3) that proof of purchase is provided.",
        "Dich": "3) Có cung cấp bằng chứng mua hàng."
      },
      {
        "Cau": "IMPORTANT: please note\nFood purchased from our fresh food counters must be returned no later than 24 hours after the time of purchase.",
        "Dich": "QUAN TRỌNG: xin lưu ý\nThực phẩm được mua từ quầy thực phẩm tươi sống của chúng tôi phải được trả lại không quá 24 giờ sau thời gian mua."
      },
      {
        "Cau": "Some items must be returned unopened. These items are toys, music CDs and DVDs, computer software and hardware, videos, glassware, kitchenware, undergarments, and packaged hardware items.",
        "Dich": "Một số mặt hàng phải được trả lại khi chưa mở. Các mặt hàng này là đồ chơi, đĩa CD và DVD nhạc, phần mềm và phần cứng máy tính, video, đồ thủy tinh, dụng cụ nhà bếp, đồ lót, và các mặt hàng phần cứng được đóng gói."
      },
      {
        "Cau": "Customers, or those returning Joy-Market items received as gifts, should provide photo identification at the time of application.",
        "Dich": "Khách hàng, hoặc những người trả lại các mặt hàng của Joy-Market nhận được dưới dạng quà tặng, nên cung cấp giấy tờ tùy thân có ảnh tại thời điểm yêu cầu."
      },
      {
        "Cau": "Customers returning goods valued at less than $100 will be issued an exchange certificate or money order on the spot.",
        "Dich": "Khách hàng trả lại hàng hóa có giá trị dưới 100 đô la sẽ được cấp một chứng chỉ đổi hàng hoặc lệnh chuyển tiền ngay tại chỗ."
      },
      {
        "Cau": "For returns of goods valued at $100 or more, a check will be mailed to the purchaser within 3 working days of the return.",
        "Dich": "Đối với hàng hóa được trả lại có giá trị từ 100 đô la trở lên, một tấm séc sẽ được gửi qua bưu điện đến người mua trong vòng 3 ngày làm việc kể từ ngày trả hàng."
      },
      {
        "Cau": "The amount of refunds or exchange certificates will be the same as the price paid for the item returned.",
        "Dich": "Số tiền hoàn lại hoặc chứng chỉ đổi hàng sẽ bằng với giá đã thanh toán cho mặt hàng đã trả lại."
      },
      {
        "Cau": "Joy-Market aims to satisfy its customers with high-quality items sold in good condition.",
        "Dich": "Joy-Market nhằm mục đích làm hài lòng khách hàng của mình với các mặt hàng chất lượng cao được bán trong tình trạng tốt."
      }
    ]
  },
  {
    "CauHoi": "165. What is NOT stated in the policy?",
    "DichCauHoi": "165. Điều gì KHÔNG được nêu trong chính sách?",
    "CauTraLoi": [
      {
        "TraLoi": "(A) Goods must be brought back in their original form.",
        "Dich": "Hàng hóa phải được mang trả lại trong tình trạng ban đầu."
      },
      {
        "TraLoi": "(B) The original receipt must accompany the returned item.",
        "Dich": "Biên lai gốc phải đi kèm với mặt hàng trả lại."
      },
      {
        "TraLoi": "(C) A time limit is placed on items being returned.",
        "Dich": "Có giới hạn thời gian cho các mặt hàng được trả lại."
      },
      {
        "TraLoi": "(D) A full refund will be provided for all items if returned within 24 hours.",
        "Dich": "Một khoản tiền hoàn lại đầy đủ sẽ được cung cấp cho tất cả các mặt hàng nếu được trả lại trong vòng 24 giờ."
      }
    ],
    "DapAn": "D",
    "GiaiThich": "Thông báo có nói rằng một số mặt hàng (thực phẩm) phải được trả lại trong vòng 24 giờ để được hoàn tiền. Tuy nhiên, không có thông tin nào cho rằng TẤT CẢ các mặt hàng sẽ được hoàn tiền đầy đủ nếu trả lại trong vòng 24 giờ. Thời hạn 30 ngày áp dụng cho hầu hết các mặt hàng khác."
  },
  {
    "CauHoi": "166. In which of the following situations would a person have to show photo identification?",
    "DichCauHoi": "166. Trong tình huống nào sau đây một người sẽ phải xuất trình giấy tờ tùy thân có ảnh?",
    "CauTraLoi": [
      {
        "TraLoi": "(A) When returning items that are valued over $100 before tax",
        "Dich": "Khi trả lại các mặt hàng có giá trị trên 100 đô la trước thuế"
      },
      {
        "TraLoi": "(B) If the merchandise was originally bought by someone other than the person returning it",
        "Dich": "Nếu hàng hóa ban đầu được mua bởi người khác chứ không phải người trả lại"
      },
      {
        "TraLoi": "(C) In situations where the boxes have been opened and used",
        "Dich": "Trong các tình huống mà hộp đã được mở và sử dụng"
      },
      {
        "TraLoi": "(D) If a credit card was used when making the purchase",
        "Dich": "Nếu thẻ tín dụng được sử dụng khi mua hàng"
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Đoạn văn có nêu: 'Customers, or those returning Joy-Market items received as gifts, should provide photo identification at the time of application.' (Khách hàng, hoặc những người trả lại các mặt hàng của Joy-Market nhận được dưới dạng quà tặng, nên cung cấp giấy tờ tùy thân có ảnh tại thời điểm yêu cầu.) Việc trả lại hàng được nhận làm quà tặng có nghĩa là người trả hàng không phải là người mua ban đầu."
  },
  {
    "CauHoi": "167. According to the policy, how long will it take to get a refund for a purchase made under $100?",
    "DichCauHoi": "167. Theo chính sách, sẽ mất bao lâu để được hoàn tiền cho một giao dịch mua dưới 100 đô la?",
    "CauTraLoi": [
      {
        "TraLoi": "(A) It depends on the product purchased.",
        "Dich": "Tùy thuộc vào sản phẩm đã mua."
      },
      {
        "TraLoi": "(B) A refund will be provided right away.",
        "Dich": "Tiền hoàn lại sẽ được cung cấp ngay lập tức."
      },
      {
        "TraLoi": "(C) At least 3 business days",
        "Dich": "Ít nhất 3 ngày làm việc"
      },
      {
        "TraLoi": "(D) 24 hours if receipt is provided",
        "Dich": "24 giờ nếu biên lai được cung cấp"
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Đoạn văn có nêu: 'Customers returning goods valued at less than $100 will be issued an exchange certificate or money order on the spot.' (Khách hàng trả lại hàng hóa có giá trị dưới 100 đô la sẽ được cấp một chứng chỉ đổi hàng hoặc lệnh chuyển tiền ngay tại chỗ.) 'On the spot' có nghĩa là ngay lập tức."
  },
  {
    "DoanVan": [
      {
        "Cau": "EXPRESS PARCEL\nSHIPPER’S RECEIPT",
        "Dich": "BƯU PHẨM CHUYỂN PHÁT NHANH\nBIÊN LAI CỦA NGƯỜI GỬI"
      },
      {
        "Cau": "Date: July 15th, 2006\nTotal Weight: 5.25 kg\nTotal Cost: $40.11",
        "Dich": "Ngày: 15 tháng 7 năm 2006\nTổng trọng lượng: 5.25 kg\nTổng chi phí: 40.11 đô la"
      },
      {
        "Cau": "From: Greg Mitchell\n377 St. Kilda Street\nDaytona Beach, FL 32029\nUnited States of America",
        "Dich": "Từ: Greg Mitchell\n377 St. Kilda Street\nDaytona Beach, FL 32029\nHợp chủng quốc Hoa Kỳ"
      },
      {
        "Cau": "To: Lee Da Sau\n42 Qing Qing Building\n21-30 KWAI CHUNG\nNew Territory Hong Kong\nCountry: Hong Kong\nTel: (852) 6423-0829",
        "Dich": "Đến: Lee Da Sau\n42 Qing Qing Building\n21-30 KWAI CHUNG\nNew Territory Hong Kong\nQuốc gia: Hồng Kông\nĐiện thoại: (852) 6423-0829"
      },
      {
        "Cau": "Contents Description\nDocuments (John Mills)\nBooks\nStationery",
        "Dich": "Mô tả nội dung\nTài liệu (John Mills)\nSách\nVăn phòng phẩm"
      },
      {
        "Cau": "Number of Pieces\n10\n2\n1",
        "Dich": "Số lượng\n10\n2\n1"
      },
      {
        "Cau": "Origin\nUSA\nUSA\nUSA",
        "Dich": "Nguồn gốc\nMỹ\nMỹ\nMỹ"
      },
      {
        "Cau": "Weight\n.80 kg\n.45 kg\n4.00 kg",
        "Dich": "Trọng lượng\n.80 kg\n.45 kg\n4.00 kg"
      },
      {
        "Cau": "Value\n$0\n$24\n$12",
        "Dich": "Giá trị\n0 đô la\n24 đô la\n12 đô la"
      },
      {
        "Cau": "Instructions if parcel is non-delivered:",
        "Dich": "Hướng dẫn nếu bưu kiện không được giao:"
      },
      {
        "Cau": "Return shipment to sender after 30 days\nby express mail\nby normal mail",
        "Dich": "Trả lại bưu phẩm cho người gửi sau 30 ngày\nbằng thư chuyển phát nhanh\nbằng thư thường"
      },
      {
        "Cau": "Consider it abandoned",
        "Dich": "Coi như bị bỏ rơi"
      },
      {
        "Cau": "Return immediately to sender\nby express mail\nby normal mail",
        "Dich": "Trả lại ngay lập tức cho người gửi\nbằng thư chuyển phát nhanh\nbằng thư thường"
      },
      {
        "Cau": "Forward to the following address:\nMr. Jason Chow\n58 Canton Road, Suite #205\nHong Kong (852) 6443-0498",
        "Dich": "Chuyển tiếp đến địa chỉ sau:\nÔng Jason Chow\n58 Canton Road, Suite #205\nHồng Kông (852) 6443-0498"
      },
      {
        "Cau": "Receipt #227000123987",
        "Dich": "Biên lai số 227000123987"
      }
    ]
  },
  {
    "CauHoi": "164. Who is the recipient of this delivery?",
    "DichCauHoi": "164. Ai là người nhận của bưu phẩm này?",
    "CauTraLoi": [
      {
        "TraLoi": "(A) Mr. Mitchell",
        "Dich": "Ông Mitchell"
      },
      {
        "TraLoi": "(B) Mr. Lee",
        "Dich": "Ông Lee"
      },
      {
        "TraLoi": "(C) Mr. Chow",
        "Dich": "Ông Chow"
      },
      {
        "TraLoi": "(D) Mr. Mills",
        "Dich": "Ông Mills"
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Phần 'To:' trên biên lai ghi rõ 'Lee Da Sau', người nhận hàng. Do đó, ông Lee là người nhận."
  },
  {
    "CauHoi": "165. How should the delivery be handled if it does not reach the recipient?",
    "DichCauHoi": "165. Bưu phẩm nên được xử lý như thế nào nếu nó không đến được tay người nhận?",
    "CauTraLoi": [
      {
        "TraLoi": "(A) Return it to the sender right away",
        "Dich": "Trả lại cho người gửi ngay lập tức"
      },
      {
        "TraLoi": "(B) Resend it to an alternate address",
        "Dich": "Gửi lại đến một địa chỉ thay thế"
      },
      {
        "TraLoi": "(C) Keep it at the post office for safekeeping",
        "Dich": "Giữ nó tại bưu điện để bảo quản"
      },
      {
        "TraLoi": "(D) Dispose of it after 30 days",
        "Dich": "Vứt bỏ nó sau 30 ngày"
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Dưới tiêu đề 'Instructions if parcel is non-delivered:' (Hướng dẫn nếu bưu kiện không được giao:), ô được đánh dấu là 'Forward to the following address:' (Chuyển tiếp đến địa chỉ sau:) cho thấy bưu phẩm sẽ được chuyển đến một địa chỉ thay thế nếu không đến được tay người nhận ban đầu."
  },
  {
    "CauHoi": "166. Which of the following information is NOT in the document?",
    "DichCauHoi": "166. Thông tin nào sau đây KHÔNG CÓ trong tài liệu?",
    "CauTraLoi": [
      {
        "TraLoi": "(A) The shipping cost",
        "Dich": "Chi phí vận chuyển"
      },
      {
        "TraLoi": "(B) The delivery date",
        "Dich": "Ngày giao hàng"
      },
      {
        "TraLoi": "(C) The number of items",
        "Dich": "Số lượng mặt hàng"
      },
      {
        "TraLoi": "(D) The sender's contact number",
        "Dich": "Số liên lạc của người gửi"
      }
    ],
    "DapAn": "D",
    "GiaiThich": "Biên lai có ghi 'Total Cost: $40.11' (chi phí vận chuyển), 'Date: July 15th, 2006' (ngày gửi, có thể coi là ngày giao hàng), và 'Number of Pieces' (số lượng mặt hàng). Tuy nhiên, không có thông tin số điện thoại liên lạc của người gửi (Greg Mitchell)."
  },
  {
    "DoanVan": [
      {
        "Cau": "HOMESTEAD LANDHOLDINGS LIMITED",
        "Dich": "CÔNG TY TNHH HOMESTEAD LANDHOLDINGS"
      },
      {
        "Cau": "We currently have opportunities available for assistant superintendent couples.",
        "Dich": "Hiện chúng tôi có cơ hội việc làm dành cho các cặp vợ chồng trợ lý giám sát."
      },
      {
        "Cau": "We offer a competitive salary as well as a two-bedroom apartment plus benefits.",
        "Dich": "Chúng tôi cung cấp mức lương cạnh tranh cũng như một căn hộ hai phòng ngủ cùng với các phúc lợi."
      },
      {
        "Cau": "If you are experienced, motivated, and hardworking and wish to advance in your career, please fax your resume to 216-755-5959.",
        "Dich": "Nếu bạn có kinh nghiệm, có động lực, chăm chỉ và mong muốn thăng tiến trong sự nghiệp, vui lòng fax sơ yếu lý lịch của bạn đến số 216-755-5959."
      }
    ]
  },
  {
    "CauHoi": "153. What is NOT being offered with the job?",
    "DichCauHoi": "153. Điều gì KHÔNG được đề nghị với công việc này?",
    "CauTraLoi": [
      {
        "TraLoi": "(A) Good wages",
        "Dich": "Mức lương tốt"
      },
      {
        "TraLoi": "(B) Housing",
        "Dich": "Nhà ở"
      },
      {
        "TraLoi": "(C) Health insurance",
        "Dich": "Bảo hiểm y tế"
      },
      {
        "TraLoi": "(D) A car",
        "Dich": "Một chiếc ô tô"
      }
    ],
    "DapAn": "D",
    "GiaiThich": "Quảng cáo đề cập đến 'a competitive salary' (mức lương cạnh tranh), 'a two-bedroom apartment' (một căn hộ hai phòng ngủ, tức là nhà ở), và 'plus benefits' (cộng thêm các phúc lợi, thường bao gồm bảo hiểm y tế). Tuy nhiên, không có thông tin nào đề cập đến việc cung cấp một chiếc ô tô."
  },
  {
    "CauHoi": "154. What will be the duties of the person being hired?",
    "DichCauHoi": "154. Nhiệm vụ của người được thuê sẽ là gì?",
    "CauTraLoi": [
      {
        "TraLoi": "(A) Buying and leasing properties",
        "Dich": "Mua và cho thuê bất động sản"
      },
      {
        "TraLoi": "(B) Providing career counseling to other workers",
        "Dich": "Cung cấp tư vấn nghề nghiệp cho các nhân viên khác"
      },
      {
        "TraLoi": "(C) Cleaning and maintaining an apartment complex",
        "Dich": "Vệ sinh và bảo trì khu chung cư"
      },
      {
        "TraLoi": "(D) Motivating the sales staff of the company",
        "Dich": "Thúc đẩy đội ngũ bán hàng của công ty"
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Tiêu đề công việc là 'assistant superintendent couples' (cặp vợ chồng trợ lý giám sát). Giám sát khu căn hộ (apartment complex) thường liên quan đến các nhiệm vụ vệ sinh và bảo trì. Các lựa chọn khác không phù hợp với chức danh này."
  },
  {
    "DoanVan": [
      {
        "Cau": "Sophie’s Place\nQuestionnaire",
        "Dich": "Sophie's Place\nPhiếu khảo sát"
      },
      {
        "Cau": "Dear Guests,",
        "Dich": "Kính gửi Quý khách,"
      },
      {
        "Cau": "Your continuous support and patronage is our greatest source of comfort. Your heartfelt comments are our compelling drive to provide better service for you.",
        "Dich": "Sự ủng hộ và bảo trợ liên tục của bạn là nguồn động lực lớn nhất của chúng tôi. Những nhận xét chân thành của bạn là động lực mạnh mẽ để chúng tôi cung cấp dịch vụ tốt hơn cho bạn."
      },
      {
        "Cau": "Please kindly complete this questionnaire to let us know your thoughts.",
        "Dich": "Vui lòng hoàn thành phiếu khảo sát này để cho chúng tôi biết suy nghĩ của bạn."
      },
      {
        "Cau": "Thank you very much.",
        "Dich": "Xin chân thành cảm ơn."
      },
      {
        "Cau": "Name: John Williams\nTelephone: 755-2553\nDate of Visit: Nov, 28, 2006\nTime of Visit: 6:30 p.m.",
        "Dich": "Tên: John Williams\nĐiện thoại: 755-2553\nNgày ghé thăm: 28 tháng 11 năm 2006\nThời gian ghé thăm: 6:30 tối"
      },
      {
        "Cau": "Quality of Food\nTaste: (✓) Good\nVariety: ( ) Good / ( ) Fair / ( ) Poor / ( ) Very Poor\nPrice: (✓) Good",
        "Dich": "Chất lượng món ăn\nHương vị: (✓) Tốt\nĐa dạng: ( ) Tốt / ( ) Khá / ( ) Kém / ( ) Rất kém\nGiá cả: (✓) Tốt"
      },
      {
        "Cau": "Quality of Service\nEfficiency of Service: ( ) Good / ( ) Fair / (✓) Poor / ( ) Very Poor\nStaff Courtesy: ( ) Good / (✓) Fair / ( ) Poor / ( ) Very Poor\nCleanliness: (✓) Good",
        "Dich": "Chất lượng dịch vụ\nHiệu quả dịch vụ: ( ) Tốt / ( ) Khá / (✓) Kém / ( ) Rất kém\nThái độ nhân viên: ( ) Tốt / (✓) Khá / ( ) Kém / ( ) Rất kém\nSự sạch sẽ: (✓) Tốt"
      },
      {
        "Cau": "Further Comments:\nWe had to wait over an hour for our food to arrive. The food was very tasty, but I think the place needs more people to wait on customers.",
        "Dich": "Bình luận thêm:\nChúng tôi đã phải đợi hơn một giờ để món ăn đến. Món ăn rất ngon, nhưng tôi nghĩ quán cần thêm người phục vụ khách hàng."
      }
    ]
  },
  {
    "CauHoi": "159. Which of the following is NOT true about the results of the questionnaire?",
    "DichCauHoi": "159. Điều nào sau đây KHÔNG ĐÚNG về kết quả của phiếu khảo sát?",
    "CauTraLoi": [
      {
        "TraLoi": "(A) Mr. Williams felt that the restaurant was understaffed.",
        "Dich": "Ông Williams cảm thấy nhà hàng thiếu nhân viên."
      },
      {
        "TraLoi": "(B) Mr. Williams liked the food he had today.",
        "Dich": "Ông Williams thích món ăn mà ông đã dùng hôm nay."
      },
      {
        "TraLoi": "(C) Mr. Williams felt that the price was very unreasonable.",
        "Dich": "Ông Williams cảm thấy giá cả rất không hợp lý."
      },
      {
        "TraLoi": "(D) Mr. Williams thought the menu selection needs were limited.",
        "Dich": "Ông Williams nghĩ rằng sự lựa chọn thực đơn còn hạn chế."
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Phiếu khảo sát cho thấy Mr. Williams đã đánh giá 'Price' (Giá cả) là 'Good' (Tốt), không phải 'unreasonable' (không hợp lý). Vì vậy, câu (C) là KHÔNG ĐÚNG."
  },
  {
    "CauHoi": "160. What can be implied about Mr. Williams?",
    "DichCauHoi": "160. Có thể suy ra điều gì về ông Williams?",
    "CauTraLoi": [
      {
        "TraLoi": "(A) He had dinner at the restaurant.",
        "Dich": "Ông ấy đã ăn tối tại nhà hàng."
      },
      {
        "TraLoi": "(B) He came with several guests.",
        "Dich": "Ông ấy đến với một vài vị khách."
      },
      {
        "TraLoi": "(C) He is a regular customer.",
        "Dich": "Ông ấy là khách hàng thường xuyên."
      },
      {
        "TraLoi": "(D) He is a very picky person.",
        "Dich": "Ông ấy là một người rất kén chọn."
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Thời gian ghé thăm được ghi là '6:30 p.m.' (6:30 tối). 6:30 tối là thời gian ăn tối phổ biến. Mặc dù không được ghi rõ là 'dinner', nhưng đây là suy luận hợp lý nhất."
  },
  {
    "DoanVan": [
      {
        "Cau": "To the Management,\nWe at Panacea Pharmaceuticals have received many positive reviews of your hotel’s conference rooms and related business services. For this reason, we are contacting you to inquire about rates for an upcoming meeting. The dates for the event will be from February 23 to 27, and we are expecting to bring in about 20 people. We would like to know if you could provide a special rate for the attendees and if you have a discount rate for meetings that are conducted on weekdays.",
        "Dich": "Kính gửi Ban Quản lý,\nChúng tôi tại Panacea Pharmaceuticals đã nhận được nhiều đánh giá tích cực về các phòng hội nghị và các dịch vụ kinh doanh liên quan của khách sạn bạn. Vì lý do này, chúng tôi liên hệ với bạn để hỏi về giá cả cho một cuộc họp sắp tới. Ngày diễn ra sự kiện sẽ là từ 23 đến 27 tháng 2, và chúng tôi dự kiến sẽ có khoảng 20 người tham dự. Chúng tôi muốn biết liệu bạn có thể cung cấp một mức giá đặc biệt cho những người tham dự và liệu bạn có mức giá giảm cho các cuộc họp được tổ chức vào các ngày trong tuần không."
      }
    ]
  },
  {
    "CauHoi": "What is the main purpose of the letter?",
    "DichCauHoi": "Mục đích chính của lá thư là gì?",
    "CauTraLoi": [
      {
        "TraLoi": "To express dissatisfaction with a recent stay",
        "Dich": "Để bày tỏ sự không hài lòng với lần lưu trú gần đây"
      },
      {
        "TraLoi": "To make a complaint about poor service",
        "Dich": "Để khiếu nại về dịch vụ kém"
      },
      {
        "TraLoi": "To inquire about meeting facilities",
        "Dich": "Để hỏi về các cơ sở vật chất cho cuộc họp"
      },
      {
        "TraLoi": "To reserve a block of rooms for employees",
        "Dich": "Để đặt một số phòng cho nhân viên"
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Lá thư nói rằng 'We... have received many positive reviews of your hotel’s conference rooms and related business services' (Chúng tôi... đã nhận được nhiều đánh giá tích cực về các phòng hội nghị và các dịch vụ kinh doanh liên quan của khách sạn bạn), và tiếp tục hỏi về 'rates for an upcoming meeting' (giá cả cho một cuộc họp sắp tới), cho thấy mục đích là hỏi về các cơ sở vật chất cho cuộc họp."
  },
  {
    "DoanVan": [
      {
        "Cau": "Goodman Theater Company\nCONFIDENTIAL\nDate: July 11\nTo: Charlie Ullman\nFrom: Gordon Furr\nRe: Budget Approval Concerns",
        "Dich": "Công ty Sân khấu Goodman\nMẬT\nNgày: 11 tháng 7\nĐến: Charlie Ullman\nTừ: Gordon Furr\nVề: Lo ngại Phê duyệt Ngân sách"
      },
      {
        "Cau": "Thank you for attending Wednesday's meeting. I'm glad that after exploring several possibilities we were able to come to an agreement on ways to reduce spending in next year's equipment budget. Because of this $2,000 reduction, I have no doubt that our chairperson Renée Walker will approve the new budget at Friday's meeting. See you in the conference room on Friday.",
        "Dich": "Cảm ơn bạn đã tham dự cuộc họp vào thứ Tư. Tôi rất vui vì sau khi khám phá một số khả năng, chúng tôi đã đạt được thỏa thuận về các cách để giảm chi tiêu trong ngân sách thiết bị của năm tới. Vì khoản giảm 2.000 đô la này, tôi không nghi ngờ gì rằng chủ tịch của chúng ta, Renée Walker, sẽ phê duyệt ngân sách mới tại cuộc họp vào thứ Sáu. Hẹn gặp bạn tại phòng họp vào thứ Sáu."
      }
    ]
  },
  {
    "CauHoi": "What problem is mentioned in the memo?",
    "DichCauHoi": "Vấn đề nào được đề cập trong bản ghi nhớ?",
    "CauTraLoi": [
      {
        "TraLoi": "A meeting had to be rescheduled.",
        "Dich": "Một cuộc họp đã phải được lên lịch lại."
      },
      {
        "TraLoi": "A conference room is unavailable.",
        "Dich": "Một phòng họp không có sẵn."
      },
      {
        "TraLoi": "Spending had to be reduced.",
        "Dich": "Chi tiêu đã phải được cắt giảm."
      },
      {
        "TraLoi": "some money was lost.",
        "Dich": "Một số tiền đã bị mất."
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Bản ghi nhớ đề cập đến 'concerns' (mối lo ngại) về 'Budget Approval' (Phê duyệt Ngân sách) và nói rằng họ 'were able to come to an agreement on ways to reduce spending' (đã đạt được thỏa thuận về các cách để giảm chi tiêu)."
  },
  {
    "CauHoi": "What is Renée Walker expected to do on Friday?",
    "DichCauHoi": "Renée Walker được mong đợi làm gì vào thứ Sáu?",
    "CauTraLoi": [
      {
        "TraLoi": "Approve a budget",
        "Dich": "Phê duyệt một ngân sách"
      },
      {
        "TraLoi": "Order equipment",
        "Dich": "Đặt hàng thiết bị"
      },
      {
        "TraLoi": "Attend a theater performance",
        "Dich": "Tham dự một buổi biểu diễn sân khấu"
      },
      {
        "TraLoi": "Plan a theater schedule",
        "Dich": "Lên lịch trình sân khấu"
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Đoạn văn viết: 'our chairperson Renée Walker will approve the new budget at Friday's meeting' (chủ tịch của chúng ta, Renée Walker, sẽ phê duyệt ngân sách mới tại cuộc họp vào thứ Sáu)."
  },
  {
    "DoanVan": [
      {
        "Cau": "Jamie's Kitchen membership\nfree meal coupon!\n-Free meal for 1 when 2 or more adults visit us\n- Coupon is valid for lunch or dinner.\n-Members only: Please present your membership card with this coupon\n- Not valid on Saturdays, Sundays. or holidays\n- This cannot be used as cash.",
        "Dich": "Thành viên của Jamie's Kitchen\nphiếu ăn miễn phí!\n-Bữa ăn miễn phí cho 1 người khi có 2 người lớn trở lên đến\n- Phiếu giảm giá có giá trị cho bữa trưa hoặc bữa tối.\n-Chỉ dành cho thành viên: Vui lòng xuất trình thẻ thành viên của bạn cùng với phiếu này\n- Không có giá trị vào các ngày thứ Bảy, Chủ Nhật hoặc ngày lễ\n- Phiếu này không thể sử dụng như tiền mặt."
      }
    ]
  },
  {
    "CauHoi": "Who can get a free meal?",
    "DichCauHoi": "Ai có thể nhận được một bữa ăn miễn phí?",
    "CauTraLoi": [
      {
        "TraLoi": "The first person in a group of two or more adults",
        "Dich": "Người đầu tiên trong một nhóm hai người lớn trở lên"
      },
      {
        "TraLoi": "A member of the restaurant",
        "Dich": "Một thành viên của nhà hàng"
      },
      {
        "TraLoi": "Anyone who has a membership card and a coupon",
        "Dich": "Bất kỳ ai có thẻ thành viên và phiếu giảm giá"
      },
      {
        "TraLoi": "Anyone who comes for lunch or dinner",
        "Dich": "Bất kỳ ai đến ăn trưa hoặc ăn tối"
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Phiếu giảm giá nêu rõ 'Free meal for 1 when 2 or more adults visit us' (Bữa ăn miễn phí cho 1 người khi có 2 người lớn trở lên đến) và 'Members only: Please present your membership card with this coupon' (Chỉ dành cho thành viên: Vui lòng xuất trình thẻ thành viên của bạn cùng với phiếu này). Do đó, cả thẻ thành viên và phiếu giảm giá đều cần thiết."
  },
  {
    "DoanVan": [
      {
        "Cau": "Announcement\nFrom: The Manager\nTo: All Department Heads\nRe: Meeting Room Availability",
        "Dich": "Thông báo\nTừ: Quản lý\nĐến: Tất cả Trưởng phòng\nChủ đề: Tình trạng phòng họp"
      },
      {
        "Cau": "Starting November 1, all new and current bookings for meeting rooms must be made online. This is to ensure that the room is available for your booking and to avoid over-booking.",
        "Dich": "Bắt đầu từ ngày 1 tháng 11, tất cả các yêu cầu đặt phòng họp mới và hiện tại phải được thực hiện trực tuyến. Điều này nhằm đảm bảo phòng có sẵn cho yêu cầu đặt phòng của bạn và tránh tình trạng đặt quá nhiều."
      },
      {
        "Cau": "All bookings should be finalized at least 24 hours in advance. For changes to your booking, please call our receptionist, Ms. Lim.",
        "Dich": "Tất cả các yêu cầu đặt phòng nên được hoàn tất ít nhất 24 giờ trước đó. Để thay đổi yêu cầu đặt phòng của bạn, vui lòng gọi cho lễ tân của chúng tôi, cô Lim."
      },
      {
        "Cau": "We thank you for your cooperation.",
        "Dich": "Chúng tôi cảm ơn sự hợp tác của bạn."
      }
    ]
  },
  {
    "CauHoi": "When will the booking system change?",
    "DichCauHoi": "Khi nào hệ thống đặt phòng sẽ thay đổi?",
    "CauTraLoi": [
      {
        "TraLoi": "After November 1",
        "Dich": "Sau ngày 1 tháng 11"
      },
      {
        "TraLoi": "Before November 1",
        "Dich": "Trước ngày 1 tháng 11"
      },
      {
        "TraLoi": "After November 24",
        "Dich": "Sau ngày 24 tháng 11"
      },
      {
        "TraLoi": "Before November 24",
        "Dich": "Trước ngày 24 tháng 11"
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Thông báo nói rằng 'Starting November 1' (Bắt đầu từ ngày 1 tháng 11), cho thấy thay đổi sẽ diễn ra vào ngày đó hoặc sau đó."
  },
  {
    "CauHoi": "Which of the following must be done for a booking?",
    "DichCauHoi": "Điều nào sau đây phải được thực hiện cho một yêu cầu đặt phòng?",
    "CauTraLoi": [
      {
        "TraLoi": "It must be made in writing.",
        "Dich": "Nó phải được thực hiện bằng văn bản."
      },
      {
        "TraLoi": "It must be done at least one day in advance.",
        "Dich": "Nó phải được thực hiện ít nhất một ngày trước."
      },
      {
        "TraLoi": "Ms. Lim must approve the booking.",
        "Dich": "Cô Lim phải phê duyệt yêu cầu đặt phòng."
      },
      {
        "TraLoi": "The booking must be done in person.",
        "Dich": "Yêu cầu đặt phòng phải được thực hiện trực tiếp."
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Thông báo ghi rõ: 'All bookings should be finalized at least 24 hours in advance.' (Tất cả các yêu cầu đặt phòng nên được hoàn tất ít nhất 24 giờ trước đó), tương đương với 'at least one day in advance'."
  },
  {
    "DoanVan": [
      {
        "Cau": "To All Residents, Bethune Dorm",
        "Dich": "Gửi tất cả cư dân, ký túc xá Bethune"
      },
      {
        "Cau": "Subject: Ground Rules for Student Visitors\nDate: August 20",
        "Dich": "Chủ đề: Quy tắc cơ bản cho khách sinh viên\nNgày: 20 tháng 8"
      },
      {
        "Cau": "As the new school year begins, the Bethune Dorm Resident Board of Directors would like to take this time to review the dorm rules, specifically those regarding student visitors. Your friends are not to visit you at the dorm at any time after 10 o'clock at night.",
        "Dich": "Khi năm học mới bắt đầu, Ban Giám đốc Ký túc xá Bethune muốn dành thời gian này để xem xét lại các quy tắc của ký túc xá, đặc biệt là những quy tắc liên quan đến khách sinh viên. Bạn bè của bạn không được đến thăm bạn tại ký túc xá bất cứ lúc nào sau 10 giờ đêm."
      },
      {
        "Cau": "The first offense will result in a verbal warning, the second offense will result in a monetary fine of $25, and a third offense will be brought to the attention of the school authorities for further disciplinary action.",
        "Dich": "Lần vi phạm đầu tiên sẽ bị cảnh cáo bằng lời nói, lần vi phạm thứ hai sẽ bị phạt tiền 25 đô la, và lần vi phạm thứ ba sẽ được báo cáo cho các cơ quan chức năng của trường để có thêm biện pháp kỷ luật."
      },
      {
        "Cau": "The Board hopes that with these measures you will be able to enjoy your dorm life and still maintain a positive relationship with your neighbors.",
        "Dich": "Ban Giám đốc hy vọng rằng với những biện pháp này, bạn sẽ có thể tận hưởng cuộc sống ký túc xá của mình và vẫn duy trì mối quan hệ tích cực với hàng xóm."
      },
      {
        "Cau": "Sincerely,\nDoug McCain, Resident Tutor",
        "Dich": "Trân trọng,\nDoug McCain, Giảng viên Nội trú"
      },
      {
        "Cau": "Date: November 15\nTo: Mr. Peter Camber, Resident\nFrom: Doug McCain, Resident Tutor\nRe: Disciplinary Action",
        "Dich": "Ngày: 15 tháng 11\nĐến: Ông Peter Camber, Cư dân\nTừ: Doug McCain, Giảng viên Nội trú\nVề: Biện pháp kỷ luật"
      },
      {
        "Cau": "This letter is in reference to the incident that took place on November 13 in the dorm. It was reported that your guest was drinking and laughing loudly on the fifth floor at 2 o'clock in the morning. Upon arrival of the resident counselor, they were disrespectful and were shoving her around. This is completely unacceptable and requires us to take action.",
        "Dich": "Lá thư này liên quan đến sự việc đã xảy ra vào ngày 13 tháng 11 tại ký túc xá. Có báo cáo rằng khách của bạn đã uống rượu và cười lớn trên tầng năm vào lúc 2 giờ sáng. Khi cố vấn nội trú đến, họ đã thiếu tôn trọng và xô đẩy cô ấy. Điều này hoàn toàn không thể chấp nhận được và đòi hỏi chúng tôi phải có hành động."
      },
      {
        "Cau": "You will have to join this meeting on the 11th floor of Passy Hall with the Bethune Dorm Resident Board of Directors and committee. They will decide your ultimate fate. We urge you to take this matter seriously. We have no doubt that they will take this case seriously.",
        "Dich": "Bạn sẽ phải tham gia cuộc họp này trên tầng 11 của Passy Hall với Ban Giám đốc và ủy ban Ký túc xá Bethune. Họ sẽ quyết định số phận cuối cùng của bạn. Chúng tôi khẩn thiết yêu cầu bạn coi trọng vấn đề này. Chúng tôi không nghi ngờ gì rằng họ sẽ xử lý vụ việc này một cách nghiêm túc."
      },
      {
        "Cau": "Sincerely,\nDoug McCain, Resident Tutor",
        "Dich": "Trân trọng,\nDoug McCain, Giảng viên Nội trú"
      }
    ]
  },
  {
    "CauHoi": "Why did the residence post the notice of August 20?",
    "DichCauHoi": "Tại sao khu nội trú lại đăng thông báo ngày 20 tháng 8?",
    "CauTraLoi": [
      {
        "TraLoi": "To tell the students about the dorm",
        "Dich": "Để nói cho sinh viên biết về ký túc xá"
      },
      {
        "TraLoi": "To establish a basic set of ground rules",
        "Dich": "Để thiết lập một bộ quy tắc cơ bản"
      },
      {
        "TraLoi": "To warn the students about other bad students",
        "Dich": "Để cảnh báo sinh viên về những sinh viên xấu khác"
      },
      {
        "TraLoi": "To tell the students how to get into the residence",
        "Dich": "Để nói cho sinh viên biết cách vào khu nội trú"
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Thông báo ngày 20 tháng 8 có tiêu đề 'Ground Rules for Student Visitors' (Quy tắc cơ bản cho khách sinh viên) và nêu chi tiết các quy tắc cũng như hậu quả nếu vi phạm."
  },
  {
    "CauHoi": "To whom is the notice of August 20th mainly directed?",
    "DichCauHoi": "Thông báo ngày 20 tháng 8 chủ yếu hướng đến ai?",
    "CauTraLoi": [
      {
        "TraLoi": "The new resident tutor",
        "Dich": "Giảng viên nội trú mới"
      },
      {
        "TraLoi": "The friends of people living in Bethune",
        "Dich": "Bạn bè của những người sống ở Bethune"
      },
      {
        "TraLoi": "The students who don't live in Bethune",
        "Dich": "Những sinh viên không sống ở Bethune"
      },
      {
        "TraLoi": "The residents of Bethune dorm",
        "Dich": "Cư dân của ký túc xá Bethune"
      }
    ],
    "DapAn": "D",
    "GiaiThich": "Thông báo bắt đầu bằng 'To All Residents, Bethune Dorm' (Gửi tất cả cư dân, ký túc xá Bethune), cho thấy nó dành cho cư dân của ký túc xá này."
  },
  {
    "CauHoi": "Why was the letter of November written?",
    "DichCauHoi": "Tại sao lá thư tháng 11 được viết?",
    "CauTraLoi": [
      {
        "TraLoi": "Mr. Camber's guest broke the rules",
        "Dich": "Khách của ông Camber đã vi phạm quy tắc"
      },
      {
        "TraLoi": "Mr. McCain broke the rules",
        "Dich": "Ông McCain đã vi phạm quy tắc"
      },
      {
        "TraLoi": "Mr. Camber's friends were having fun",
        "Dich": "Bạn bè của ông Camber đang vui vẻ"
      },
      {
        "TraLoi": "Mr. Camber himself broke the rules",
        "Dich": "Chính ông Camber đã vi phạm quy tắc"
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Lá thư đề cập đến 'your guest was drinking and laughing loudly' (khách của bạn đã uống rượu và cười lớn), cho thấy khách của ông Camber đã vi phạm quy tắc."
  },
  {
    "CauHoi": "What action was taken against Mr. Camber's guests?",
    "DichCauHoi": "Hành động nào đã được thực hiện đối với khách của ông Camber?",
    "CauTraLoi": [
      {
        "TraLoi": "They were approached by the resident counselor",
        "Dich": "Họ đã được cố vấn nội trú tiếp cận"
      },
      {
        "TraLoi": "They were arrested by the police",
        "Dich": "Họ đã bị cảnh sát bắt giữ"
      },
      {
        "TraLoi": "They were still drinking and laughing",
        "Dich": "Họ vẫn đang uống rượu và cười"
      },
      {
        "TraLoi": "They were left alone",
        "Dich": "Họ đã bị bỏ mặc"
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Lá thư nói rằng 'Upon arrival of the resident counselor...' (Khi cố vấn nội trú đến...), cho thấy họ đã được cố vấn nội trú tiếp cận."
  },
  {
    "CauHoi": "What will most likely happen to Mr. Camber?",
    "DichCauHoi": "Điều gì có khả năng xảy ra nhất với ông Camber?",
    "CauTraLoi": [
      {
        "TraLoi": "He will be kicked out of the residence",
        "Dich": "Ông ấy sẽ bị đuổi khỏi khu nội trú"
      },
      {
        "TraLoi": "He will be fined a sum of money",
        "Dich": "Ông ấy sẽ bị phạt một khoản tiền"
      },
      {
        "TraLoi": "He will have to pay for his guests' expenses",
        "Dich": "Ông ấy sẽ phải trả chi phí cho khách của mình"
      },
      {
        "TraLoi": "He will have to attend a meeting to decide his punishment",
        "Dich": "Ông ấy sẽ phải tham dự một cuộc họp để quyết định hình phạt của mình"
      }
    ],
    "DapAn": "D",
    "GiaiThich": "Lá thư ghi rõ: 'You will have to join this meeting... They will decide your ultimate fate.' (Bạn sẽ phải tham gia cuộc họp này... Họ sẽ quyết định số phận cuối cùng của bạn)."
  }
]