[
  {
    "DoanVan": [
      {
        "Cau": "Questions. 71-73. Refer to the following talk On behalf of the staff here at McNeil Community Center. I'd like to invite you all to our fall orientation session. The center is open to all City residents who have purchased a membership card. The cost for children, aged 3 to 11 years is 15 For students aged 12 to 18 years. It's 20 dollars For adults 19 and over the price is 25 Admission is free for infants under two and",
        "Dich": "Câu hỏi 71-73. Tham khảo bài nói sau. Thay mặt cho nhân viên tại Trung tâm Cộng đồng McNeil. Tôi muốn mời tất cả các bạn đến buổi định hướng mùa thu của chúng tôi. Trung tâm mở cửa cho tất cả cư dân thành phố đã mua thẻ thành viên. Chi phí cho trẻ em, từ 3 đến 11 tuổi là 15 đô la. Đối với học sinh từ 12 đến 18 tuổi. Là 20 đô la. Đối với người lớn từ 19 tuổi trở lên, giá là 25 đô la. Vé vào cửa miễn phí cho trẻ sơ sinh dưới hai tuổi và"
      },
      {
        "Cau": "years is 15 For students aged 12 to 18 years. It's 20 dollars For adults 19 and over the price is 25 Admission is free for infants under two and up Membership is good for three months, and includes access to the swimming pool. The roller skating rink and the exercise room Special family rates are available for groups, that include two adults. And at least one child. Number 71",
        "Dich": "tuổi là 15 đô la. Đối với học sinh từ 12 đến 18 tuổi. Là 20 đô la. Đối với người lớn từ 19 tuổi trở lên, giá là 25 đô la. Vé vào cửa miễn phí cho trẻ sơ sinh dưới hai tuổi và trở lên. Thẻ thành viên có hiệu lực trong ba tháng và bao gồm quyền sử dụng hồ bơi. Sân trượt patin và phòng tập thể dục. Giá gia đình đặc biệt có sẵn cho các nhóm, bao gồm hai người lớn. Và ít nhất một trẻ em."
      }
    ]
  },
  {
    "CauHoi": "What time of year is it?",
    "DichCauHoi": "Đây là thời gian nào trong năm?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Spring",
        "Dich": "A. Mùa xuân"
      },
      {
        "TraLoi": "B. Summer",
        "Dich": "B. Mùa hè"
      },
      {
        "TraLoi": "C. Autumn",
        "Dich": "C. Mùa thu"
      },
      {
        "TraLoi": "D. Winter",
        "Dich": "D. Mùa đông"
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Người nói mời mọi người đến 'our fall orientation session' (buổi định hướng mùa thu của chúng tôi). 'Fall' là mùa thu. Vì vậy, đáp án đúng là C."
  },
  {
    "CauHoi": "Who can use the center for free?",
    "DichCauHoi": "Ai có thể sử dụng trung tâm miễn phí?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Senior citizens.",
        "Dich": "A. Công dân cao tuổi."
      },
      {
        "TraLoi": "B. Adults.",
        "Dich": "B. Người lớn."
      },
      {
        "TraLoi": "C. Students.",
        "Dich": "C. Học sinh."
      },
      {
        "TraLoi": "D. All city residents.",
        "Dich": "D. Tất cả cư dân thành phố."
      }
    ],
    "DapAn": "D",
    "GiaiThich": "Đoạn văn nói 'The center is open to all City residents who have purchased a membership card.' (Trung tâm mở cửa cho tất cả cư dân thành phố đã mua thẻ thành viên.). Điều này chỉ ra rằng tất cả cư dân thành phố có thể sử dụng trung tâm nếu họ có thẻ thành viên, nhưng không ai được miễn phí. Tuy nhiên, trong các lựa chọn, 'All city residents' là lựa chọn phù hợp nhất, ngụ ý rằng họ có quyền truy cập, mặc dù phải trả phí. Có một lỗi trong câu hỏi hoặc các lựa chọn. Dựa trên bản ghi, không ai được miễn phí, ngoại trừ trẻ sơ sinh dưới 2 tuổi. Tuy nhiên, D là lựa chọn đúng theo ý đồ của đề bài, có thể họ muốn hỏi ai có quyền truy cập, chứ không phải miễn phí."
  },
  {
    "CauHoi": "What can members do at the center?",
    "DichCauHoi": "Các thành viên có thể làm gì tại trung tâm?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Play pool.",
        "Dich": "A. Chơi bi-a."
      },
      {
        "TraLoi": "B. Go swimming",
        "Dich": "B. Đi bơi"
      },
      {
        "TraLoi": "C. Play ice hockey.",
        "Dich": "C. Chơi khúc côn cầu trên băng."
      },
      {
        "TraLoi": "D. Purchase an annual membership.",
        "Dich": "D. Mua thẻ thành viên hàng năm."
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Đoạn văn nói rằng thẻ thành viên 'includes access to the swimming pool' (bao gồm quyền sử dụng hồ bơi). Vì vậy, các thành viên có thể đi bơi. Đáp án đúng là B."
  },
  {
    "DoanVan": [
      {
        "Cau": "Questions. 74-76 refer to the following introduction. Thank you everyone for joining us this afternoon. We just wanted to inform everyone that after several months of applicant interviews, the position of executive manager for keysdale Consulting has at last been filled. It gives me great pleasure to an announce. The committee's decision to appoint Kathy, Reeves to the Post Ms. Reeves has just come off a two-year contract in Paris where she was direct",
        "Dich": "Câu hỏi 74-76 tham khảo bài giới thiệu sau. Cảm ơn tất cả mọi người đã tham gia cùng chúng tôi vào chiều nay. Chúng tôi chỉ muốn thông báo cho mọi người rằng sau vài tháng phỏng vấn ứng viên, vị trí giám đốc điều hành cho Keysdale Consulting cuối cùng đã được lấp đầy. Tôi rất vui mừng thông báo. Quyết định của ủy ban là bổ nhiệm Kathy, Reeves vào vị trí này. Cô Reeves vừa kết thúc hợp đồng hai năm ở Paris, nơi cô là giám đốc"
      },
      {
        "Cau": "where she was director of marketing for a prestigious French company. Before that, she worked for several years as a sales associate in London, where she learned about marketing principles. Her dedication and expertise won her numerous Awards, Ms. Reeves will now undergo our intensive, six-week executive training program before joining us at our main office here in Montreal. We look forward to welcoming",
        "Dich": "nơi cô ấy là giám đốc marketing cho một công ty Pháp danh tiếng. Trước đó, cô ấy đã làm việc vài năm với tư cách là cộng tác viên bán hàng ở London, nơi cô ấy đã học được các nguyên tắc marketing. Sự cống hiến và chuyên môn của cô ấy đã mang về cho cô ấy nhiều giải thưởng, cô Reeves bây giờ sẽ trải qua chương trình đào tạo điều hành chuyên sâu, kéo dài sáu tuần của chúng tôi trước khi gia nhập văn phòng chính của chúng tôi ở Montreal. Chúng tôi mong muốn chào đón cô ấy."
      },
      {
        "Cau": "associate in London, where she learned about marketing principles. Her dedication and expertise won her numerous Awards, Ms. Reeves will now undergo our intensive, six-week executive training program before joining us at our main office here in Montreal. We look forward to welcoming her here at that time. Number 74. What is Miss Reeves area of expertise?",
        "Dich": "cộng tác viên ở London, nơi cô ấy đã học được các nguyên tắc marketing. Sự cống hiến và chuyên môn của cô ấy đã mang về cho cô ấy nhiều giải thưởng, cô Reeves bây giờ sẽ trải qua chương trình đào tạo điều hành chuyên sâu, kéo dài sáu tuần của chúng tôi trước khi gia nhập văn phòng chính của chúng tôi ở Montreal. Chúng tôi mong muốn chào đón cô ấy vào thời điểm đó."
      }
    ]
  },
  {
    "CauHoi": "What is Ms. Reeves' area of expertise?",
    "DichCauHoi": "Lĩnh vực chuyên môn của cô Reeves là gì?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Training",
        "Dich": "A. Đào tạo"
      },
      {
        "TraLoi": "B. Travel",
        "Dich": "B. Du lịch"
      },
      {
        "TraLoi": "C. Buying",
        "Dich": "C. Mua hàng"
      },
      {
        "TraLoi": "D. Selling",
        "Dich": "D. Bán hàng"
      }
    ],
    "DapAn": "D",
    "GiaiThich": "Đoạn văn nói cô ấy đã làm việc như một 'sales associate in London' (cộng tác viên bán hàng ở London) và là 'director of marketing' (giám đốc marketing), những vị trí này liên quan đến bán hàng và quảng bá sản phẩm. Tuy nhiên, 'marketing principles' (nguyên tắc marketing) cũng được đề cập. Nhưng trong các lựa chọn, 'Selling' là gần nhất với kinh nghiệm bán hàng của cô ấy. Lựa chọn này là tốt nhất trong các lựa chọn có sẵn. Vì vậy, đáp án đúng là D."
  },
  {
    "CauHoi": "When will the listeners meet Ms. Reeves?",
    "DichCauHoi": "Khi nào những người nghe sẽ gặp cô Reeves?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Immediately.",
        "Dich": "A. Ngay lập tức."
      },
      {
        "TraLoi": "B. This afternoon.",
        "Dich": "B. Chiều nay."
      },
      {
        "TraLoi": "C. Next week.",
        "Dich": "C. Tuần sau."
      },
      {
        "TraLoi": "D. In a few weeks.",
        "Dich": "D. Trong vài tuần nữa."
      }
    ],
    "DapAn": "D",
    "GiaiThich": "Đoạn văn nói cô Reeves sẽ 'undergo our intensive, six-week executive training program before joining us at our main office' (trải qua chương trình đào tạo điều hành chuyên sâu, kéo dài sáu tuần của chúng tôi trước khi gia nhập văn phòng chính của chúng tôi). Một vài tuần sau đó, những người nghe mới có thể gặp cô ấy. Vì vậy, đáp án đúng là D."
  },
  {
    "CauHoi": "Where does the speaker most likely work?",
    "DichCauHoi": "Người nói có khả năng làm việc ở đâu nhất?",
    "CauTraLoi": [
      {
        "TraLoi": "A. London",
        "Dich": "A. London"
      },
      {
        "TraLoi": "B. Montreal",
        "Dich": "B. Montreal"
      },
      {
        "TraLoi": "C. Paris",
        "Dich": "C. Paris"
      },
      {
        "TraLoi": "D. New York",
        "Dich": "D. New York"
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Đoạn văn nói rằng cô Reeves sẽ gia nhập 'our main office here in Montreal' (văn phòng chính của chúng tôi ở Montreal). Vì vậy, người nói có khả năng làm việc tại Montreal. Đáp án đúng là B."
  },
  {
    "DoanVan": [
      {
        "Cau": "Questions. 77-79. Refer to the following speech, We are here to honor the great Dr. Robert Landry, who passed away just recently at his home. In Long Island. His work in education and psychology made breakthroughs in child learning and Elementary school. Curriculum. He also made fascinating discoveries that improved high school and University level testing. He was a great, teacher Professor and friend to many of us here. He was also my professor and he inspired me to",
        "Dich": "Câu hỏi 77-79. Tham khảo bài phát biểu sau. Chúng ta ở đây để vinh danh Tiến sĩ vĩ đại Robert Landry, người vừa mới qua đời tại nhà riêng. Ở Long Island. Công trình của ông trong lĩnh vực giáo dục và tâm lý học đã tạo ra những bước đột phá trong việc học của trẻ em và chương trình giảng dạy của trường Tiểu học. Ông cũng đã tạo ra những khám phá hấp dẫn giúp cải thiện việc kiểm tra ở cấp trung học phổ thông và đại học. Ông là một giáo viên, giáo sư và người bạn tuyệt vời đối với nhiều người trong chúng ta ở đây. Ông cũng là giáo sư của tôi và ông đã truyền cảm hứng cho tôi để"
      },
      {
        "Cau": "university level testing. He was a great, teacher Professor and friend to many of us here. He was also my professor and he inspired me to go into the field of Education. It was actually his work, that inspired my research in my early years of teaching. He gave me honest, criticism, and years of knowledge. He helped guide all my work and research into his dying days. The world is at a loss without Dr. Robert Landry, his work, however, still lives on in public schools all over the world",
        "Dich": "kiểm tra ở cấp đại học. Ông là một giáo viên, giáo sư và người bạn tuyệt vời đối với nhiều người trong chúng ta ở đây. Ông cũng là giáo sư của tôi và ông đã truyền cảm hứng cho tôi đi vào lĩnh vực Giáo dục. Chính công trình của ông đã truyền cảm hứng cho nghiên cứu của tôi trong những năm đầu giảng dạy. Ông đã cho tôi những lời phê bình trung thực và kiến thức trong nhiều năm. Ông đã giúp hướng dẫn tất cả công việc và nghiên cứu của tôi cho đến những ngày cuối đời. Thế giới đã mất đi Tiến sĩ Robert Landry, tuy nhiên, công trình của ông vẫn sống mãi trong các trường học công lập trên khắp thế giới."
      }
    ]
  },
  {
    "CauHoi": "What areas were Dr. Landry's breakthroughs in?",
    "DichCauHoi": "Tiến sĩ Landry đã có những bước đột phá trong lĩnh vực nào?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Physical education.",
        "Dich": "A. Giáo dục thể chất."
      },
      {
        "TraLoi": "B. Physiology and education.",
        "Dich": "B. Sinh lý học và giáo dục."
      },
      {
        "TraLoi": "C. High school curriculum.",
        "Dich": "C. Chương trình giảng dạy trung học phổ thông."
      },
      {
        "TraLoi": "D. Elementary school curriculum.",
        "Dich": "D. Chương trình giảng dạy trường tiểu học."
      }
    ],
    "DapAn": "D",
    "GiaiThich": "Đoạn văn nói 'His work in education and psychology made breakthroughs in child learning and Elementary school. Curriculum' (Công trình của ông trong lĩnh vực giáo dục và tâm lý học đã tạo ra những bước đột phá trong việc học của trẻ em và chương trình giảng dạy của trường Tiểu học). Vì vậy, đáp án đúng là D."
  },
  {
    "CauHoi": "What was the speaker's major?",
    "DichCauHoi": "Chuyên ngành của người nói là gì?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Psychology.",
        "Dich": "A. Tâm lý học."
      },
      {
        "TraLoi": "B. Curriculum design.",
        "Dich": "B. Thiết kế chương trình giảng dạy."
      },
      {
        "TraLoi": "C. Early years Education.",
        "Dich": "C. Giáo dục những năm đầu đời."
      },
      {
        "TraLoi": "D. Education.",
        "Dich": "D. Giáo dục."
      }
    ],
    "DapAn": "D",
    "GiaiThich": "Người nói nói 'he inspired me to go into the field of Education' (ông đã truyền cảm hứng cho tôi đi vào lĩnh vực Giáo dục), cho thấy chuyên ngành của họ là Giáo dục. Đáp án đúng là D."
  },
  {
    "CauHoi": "How did Dr. Robert Landry help universities and high schools?",
    "DichCauHoi": "Tiến sĩ Robert Landry đã giúp các trường đại học và trung học phổ thông như thế nào?",
    "CauTraLoi": [
      {
        "TraLoi": "A. He made discoveries in testing.",
        "Dich": "A. Ông đã tạo ra những khám phá trong việc kiểm tra."
      },
      {
        "TraLoi": "B. He improved entrance examinations.",
        "Dich": "B. Ông đã cải thiện các kỳ thi tuyển sinh."
      },
      {
        "TraLoi": "C. He revolutionized curriculum design.",
        "Dich": "C. Ông đã cách mạng hóa thiết kế chương trình giảng dạy."
      },
      {
        "TraLoi": "D. He successfully combined education and psychology.",
        "Dich": "D. Ông đã kết hợp thành công giáo dục và tâm lý học."
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Đoạn văn nói 'He also made fascinating discoveries that improved high school and University level testing.' (Ông cũng đã tạo ra những khám phá hấp dẫn giúp cải thiện việc kiểm tra ở cấp trung học phổ thông và đại học). Vì vậy, đáp án đúng là A."
  },
  {
    "DoanVan": [
      {
        "Cau": "Questions 80 through 82. Refer to the following talk. As I'm sure you're all aware. We've been working with Osgood University to provide computer classes for our staff. Even though these classes are free to our employees, many of the employees in your department haven't been taking advantage of this opportunity. This we have found is largely the result of the employee's perception that our motivation is purely for higher productivity within the",
        "Dich": "Câu hỏi 80 đến 82. Tham khảo bài nói sau. Như tôi chắc chắn các bạn đều biết. Chúng ta đã làm việc với Đại học Osgood để cung cấp các lớp học máy tính cho nhân viên của chúng ta. Mặc dù các lớp học này miễn phí cho nhân viên của chúng ta, nhưng nhiều nhân viên trong bộ phận của bạn đã không tận dụng cơ hội này. Chúng tôi nhận thấy điều này phần lớn là kết quả của nhận thức của nhân viên rằng động lực của chúng tôi chỉ đơn thuần là để tăng năng suất trong"
      },
      {
        "Cau": "of this opportunity. This we have found is largely the result of the employee's perception that our motivation is purely for higher productivity within the department. What they are not being made aware of are the benefits. They themselves can gain from these courses With this extra training. They become eligible, not just for higher salaries, but for promotions as well. So, we should make sure that the Osgood instructors, inform, the employees of these advantages or ask the professors at Remington University to teach these courses. Number 80",
        "Dich": "cơ hội này. Chúng tôi nhận thấy điều này phần lớn là kết quả của nhận thức của nhân viên rằng động lực của chúng tôi chỉ đơn thuần là để tăng năng suất trong bộ phận. Điều mà họ chưa được biết là những lợi ích. Họ có thể tự mình nhận được từ các khóa học này. Với khóa đào tạo bổ sung này. Họ trở nên đủ điều kiện, không chỉ để có mức lương cao hơn, mà còn để thăng tiến. Vì vậy, chúng ta nên đảm bảo rằng các giảng viên của Osgood, thông báo cho nhân viên về những lợi thế này hoặc yêu cầu các giáo sư tại Đại học Remington dạy các khóa học này."
      }
    ]
  },
  {
    "CauHoi": "Who currently teaches the courses?",
    "DichCauHoi": "Ai hiện đang dạy các khóa học?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Osgoode University instructors.",
        "Dich": "A. Giảng viên của Đại học Osgoode."
      },
      {
        "TraLoi": "B. Department managers.",
        "Dich": "B. Quản lý bộ phận."
      },
      {
        "TraLoi": "C. Rimmington University professors.",
        "Dich": "C. Giáo sư của Đại học Rimmington."
      },
      {
        "TraLoi": "D. Trade school instructors.",
        "Dich": "D. Giảng viên trường nghề."
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Đoạn văn nói 'We've been working with Osgood University to provide computer classes for our staff' (Chúng ta đã làm việc với Đại học Osgood để cung cấp các lớp học máy tính cho nhân viên của chúng ta). Và sau đó nói 'make sure that the Osgood instructors, inform, the employees of these advantages' (đảm bảo rằng các giảng viên của Osgood, thông báo cho nhân viên về những lợi thế này). Vì vậy, giảng viên của Đại học Osgood đang dạy các khóa học. Đáp án đúng là A."
  },
  {
    "CauHoi": "What do the employees think about the courses?",
    "DichCauHoi": "Nhân viên nghĩ gì về các khóa học?",
    "CauTraLoi": [
      {
        "TraLoi": "A. That their salaries are too low.",
        "Dich": "A. Rằng lương của họ quá thấp."
      },
      {
        "TraLoi": "B. That the company's motives are self-serving.",
        "Dich": "B. Rằng động cơ của công ty là vụ lợi."
      },
      {
        "TraLoi": "C. That the courses are without value.",
        "Dich": "C. Rằng các khóa học không có giá trị."
      },
      {
        "TraLoi": "D. That the instructors are unqualified.",
        "Dich": "D. Rằng các giảng viên không đủ tiêu chuẩn."
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Đoạn văn nói 'This we have found is largely the result of the employee's perception that our motivation is purely for higher productivity within the department.' (Chúng tôi nhận thấy điều này phần lớn là kết quả của nhận thức của nhân viên rằng động lực của chúng tôi chỉ đơn thuần là để tăng năng suất trong bộ phận). 'Self-serving' (vụ lợi) có nghĩa tương tự. Vì vậy, đáp án đúng là B."
  },
  {
    "CauHoi": "How can the employees benefit from these courses?",
    "DichCauHoi": "Làm thế nào nhân viên có thể hưởng lợi từ các khóa học này?",
    "CauTraLoi": [
      {
        "TraLoi": "A. They can make more money.",
        "Dich": "A. Họ có thể kiếm được nhiều tiền hơn."
      },
      {
        "TraLoi": "B. They can get a university scholarship.",
        "Dich": "B. Họ có thể nhận được học bổng đại học."
      },
      {
        "TraLoi": "C. They can work at a university.",
        "Dich": "C. Họ có thể làm việc tại một trường đại học."
      },
      {
        "TraLoi": "D. They can get extra training.",
        "Dich": "D. Họ có thể nhận được đào tạo thêm."
      }
    ],
    "DapAn": "D",
    "GiaiThich": "Đoạn văn nói 'They can gain from these courses With this extra training.' (Họ có thể nhận được từ các khóa học này với khóa đào tạo bổ sung này). Vì vậy, đáp án đúng là D."
  },
  {
    "DoanVan": [
      {
        "Cau": "how can employees benefit from these courses? Questions 83-85. Refer to the following recorded message. Welcome to the University of Austin automated telephone service. If you are a current student and wish to check your student account balance, or register for courses, please, enter your student number followed by your PIN number. Now, if you have phoning from outside, Austin and you would like to receive a copy of our course, calendar, please stay on the line and",
        "Dich": "làm thế nào nhân viên có thể hưởng lợi từ các khóa học này? Câu hỏi 83-85. Tham khảo tin nhắn ghi âm sau. Chào mừng đến với dịch vụ điện thoại tự động của Đại học Austin. Nếu bạn là sinh viên hiện tại và muốn kiểm tra số dư tài khoản sinh viên của mình, hoặc đăng ký các khóa học, vui lòng nhập số sinh viên của bạn theo sau là số PIN của bạn. Bây giờ, nếu bạn gọi từ bên ngoài, Austin và bạn muốn nhận một bản sao của lịch học của chúng tôi, vui lòng giữ máy và"
      },
      {
        "Cau": "courses, please, enter your student number followed by your PIN number. Now, if you have phoning from outside Austin and you would like to receive a copy of our course calendar, please stay on the line and an operator will be ready to take your address. You may also request a course calendar on our website at www.ua.com. If you need to speak to one of our staff, you may enter their extension number followed by the pound key. Now, For all other inquiries, please stay on the line and an operator will be with you shortly Number",
        "Dich": "khóa học, vui lòng nhập số sinh viên của bạn theo sau là số PIN của bạn. Bây giờ, nếu bạn gọi từ bên ngoài Austin và bạn muốn nhận một bản sao của lịch học của chúng tôi, vui lòng giữ máy và một tổng đài viên sẽ sẵn sàng nhận địa chỉ của bạn. Bạn cũng có thể yêu cầu lịch học trên trang web của chúng tôi tại www.ua.com. Nếu bạn cần nói chuyện với một trong những nhân viên của chúng tôi, bạn có thể nhập số máy lẻ của họ theo sau là phím thăng. Bây giờ, đối với tất cả các câu hỏi khác, vui lòng giữ máy và một tổng đài viên sẽ sớm ở cùng bạn."
      }
    ]
  },
  {
    "CauHoi": "What can students check on the automated telephone service?",
    "DichCauHoi": "Sinh viên có thể kiểm tra gì trên dịch vụ điện thoại tự động?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Their student account balance.",
        "Dich": "A. Số dư tài khoản sinh viên của họ."
      },
      {
        "TraLoi": "B. Their marks.",
        "Dich": "B. Điểm của họ."
      },
      {
        "TraLoi": "C. Their pin number.",
        "Dich": "C. Số PIN của họ."
      },
      {
        "TraLoi": "D. Their student number.",
        "Dich": "D. Số sinh viên của họ."
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Đoạn văn nói 'wish to check your student account balance, or register for courses' (muốn kiểm tra số dư tài khoản sinh viên của bạn, hoặc đăng ký các khóa học). Vì vậy, sinh viên có thể kiểm tra số dư tài khoản của họ. Đáp án đúng là A."
  },
  {
    "CauHoi": "What must students enter?",
    "DichCauHoi": "Sinh viên phải nhập gì?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Registration number.",
        "Dich": "A. Số đăng ký."
      },
      {
        "TraLoi": "B. Date of birth.",
        "Dich": "B. Ngày sinh."
      },
      {
        "TraLoi": "C. Student number.",
        "Dich": "C. Số sinh viên."
      },
      {
        "TraLoi": "D. Credit card number.",
        "Dich": "D. Số thẻ tín dụng."
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Đoạn văn nói 'please, enter your student number followed by your PIN number' (vui lòng, nhập số sinh viên của bạn theo sau là số PIN của bạn). Vì vậy, sinh viên phải nhập số sinh viên. Đáp án đúng là C."
  },
  {
    "CauHoi": "How can you speak to one of the staff members?",
    "DichCauHoi": "Làm thế nào bạn có thể nói chuyện với một trong những nhân viên?",
    "CauTraLoi": [
      {
        "TraLoi": "A. By pressing six.",
        "Dich": "A. Bằng cách nhấn phím sáu."
      },
      {
        "TraLoi": "B. By pressing nine.",
        "Dich": "B. Bằng cách nhấn phím chín."
      },
      {
        "TraLoi": "C. By staying on the line.",
        "Dich": "C. Bằng cách giữ máy."
      },
      {
        "TraLoi": "D. By entering their extension number.",
        "Dich": "D. Bằng cách nhập số máy lẻ của họ."
      }
    ],
    "DapAn": "D",
    "GiaiThich": "Đoạn văn nói 'If you need to speak to one of our staff, you may enter their extension number followed by the pound key.' (Nếu bạn cần nói chuyện với một trong những nhân viên của chúng tôi, bạn có thể nhập số máy lẻ của họ theo sau là phím thăng). Vì vậy, đáp án đúng là D."
  },
  {
    "DoanVan": [
      {
        "Cau": "Questions. 86-88. Refer to the following introduction. Attention, ladies and gentlemen, to conclude today's conference, it gives me great pleasure to introduce our final speaker Mr. Michael Chen Mr. Chan's presentation will be on the topic of solar energy, more specifically. He will be discussing recent advances in this field and the benefits of solar power in people's homes. Mr. Chen has spent the last three years",
        "Dich": "Câu hỏi 86-88. Tham khảo bài giới thiệu sau. Kính thưa quý vị, để kết thúc hội nghị hôm nay, tôi rất vinh dự được giới thiệu diễn giả cuối cùng của chúng ta, ông Michael Chen. Bài thuyết trình của ông Chan sẽ về chủ đề năng lượng mặt trời, cụ thể hơn. Ông ấy sẽ thảo luận về những tiến bộ gần đây trong lĩnh vực này và những lợi ích của năng lượng mặt trời trong gia đình. Ông Chen đã dành ba năm qua."
      },
      {
        "Cau": "field and the benefits of solar power in people's homes. Mr. Chen has spent the last three years working for a firm in Osaka, Japan that specializes in the design and production of solar panels At the conclusion of his presentation. Mr. Chen will be available to answer questions from the floor, but we would ask that you wait for one of the assistance to hand you. The microphone before speaking. That way everyone can hear Mr. Chen, thank you for joining us this evening.",
        "Dich": "lĩnh vực này và những lợi ích của năng lượng mặt trời trong gia đình. Ông Chen đã dành ba năm qua làm việc cho một công ty ở Osaka, Nhật Bản, chuyên thiết kế và sản xuất các tấm pin mặt trời. Sau khi kết thúc bài thuyết trình của mình. Ông Chen sẽ sẵn sàng trả lời các câu hỏi, nhưng chúng tôi yêu cầu các bạn đợi một trong những trợ lý đưa cho bạn. Micrô trước khi nói. Bằng cách đó mọi người có thể nghe thấy ông Chen, cảm ơn các bạn đã tham gia cùng chúng tôi tối nay."
      }
    ]
  },
  {
    "CauHoi": "What most likely is the speaker's role at the conference?",
    "DichCauHoi": "Vai trò của người nói tại hội nghị có khả năng là gì nhất?",
    "CauTraLoi": [
      {
        "TraLoi": "A. To announce the presenters.",
        "Dich": "A. Để công bố các diễn giả."
      },
      {
        "TraLoi": "B. To hand out microphones.",
        "Dich": "B. Để phát micrô."
      },
      {
        "TraLoi": "C. To make presentations.",
        "Dich": "C. Để thuyết trình."
      },
      {
        "TraLoi": "D. To deliver speeches.",
        "Dich": "D. Để phát biểu."
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Người nói giới thiệu 'our final speaker Mr. Michael Chen' (diễn giả cuối cùng của chúng ta, ông Michael Chen). Vì vậy, vai trò của người nói là giới thiệu các diễn giả. Đáp án đúng là A."
  },
  {
    "CauHoi": "What is Mr. Chen's speech about?",
    "DichCauHoi": "Bài phát biểu của ông Chen là về gì?",
    "CauTraLoi": [
      {
        "TraLoi": "A. The use of recyclable materials.",
        "Dich": "A. Việc sử dụng vật liệu tái chế."
      },
      {
        "TraLoi": "B. The sun as a source of power.",
        "Dich": "B. Mặt trời là một nguồn năng lượng."
      },
      {
        "TraLoi": "C. Wind as a source of power.",
        "Dich": "C. Gió là một nguồn năng lượng."
      },
      {
        "TraLoi": "D. Working in Japan.",
        "Dich": "D. Làm việc tại Nhật Bản."
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Đoạn văn nói 'Mr. Chan's presentation will be on the topic of solar energy' (Bài thuyết trình của ông Chan sẽ về chủ đề năng lượng mặt trời). Năng lượng mặt trời đến từ mặt trời, vì vậy đáp án đúng là B."
  },
  {
    "CauHoi": "What does the speaker ask the listeners?",
    "DichCauHoi": "Người nói yêu cầu những người nghe làm gì?",
    "CauTraLoi": [
      {
        "TraLoi": "A. To welcome Mr. Chen to the stage.",
        "Dich": "A. Để chào đón ông Chen lên sân khấu."
      },
      {
        "TraLoi": "B. To use solar power in their homes.",
        "Dich": "B. Để sử dụng năng lượng mặt trời trong nhà của họ."
      },
      {
        "TraLoi": "C. Not to shout out their questions.",
        "Dich": "C. Không hét lên câu hỏi của họ."
      },
      {
        "TraLoi": "D. Not to shout into the microphone.",
        "Dich": "D. Không hét vào micrô."
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Người nói yêu cầu 'wait for one of the assistance to hand you. The microphone before speaking. That way everyone can hear Mr. Chen' (đợi một trong những trợ lý đưa cho bạn. Micrô trước khi nói. Bằng cách đó mọi người có thể nghe thấy ông Chen), ngụ ý rằng họ không nên hét lên câu hỏi của mình. Đáp án đúng là C."
  },
  {
    "DoanVan": [
      {
        "Cau": "What does the speaker ask the listeners? Go on to the next page. The questions 89-91 refer to the following talk. I just like to begin by expressing my appreciation for this award. And for all the hard work that's gone into making this dream a reality. I remember when Simon and I were just a couple of kids selling tapes and CDs out of the back of my truck since then audioshade has grown into one of the most successful production companies in the state. I'd be remiss, of course, if I didn't say a huge",
        "Dich": "Người nói yêu cầu những người nghe làm gì? Chuyển sang trang tiếp theo. Các câu hỏi 89-91 tham khảo bài nói sau. Tôi chỉ muốn bắt đầu bằng cách bày tỏ lòng biết ơn của mình đối với giải thưởng này. Và đối với tất cả công việc khó khăn đã làm để biến giấc mơ này thành hiện thực. Tôi nhớ khi Simon và tôi chỉ là một vài đứa trẻ bán băng cassette và CD từ phía sau xe tải của tôi, kể từ đó audioshade đã phát triển thành một trong những công ty sản xuất thành công nhất trong tiểu bang. Tất nhiên, tôi sẽ thiếu sót nếu tôi không nói một lời cảm ơn to lớn."
      },
      {
        "Cau": "successful production companies in the state. I'd be remiss, of course, if I didn't say a huge. Thank you to my hard-working staff without whom none of this would be possible. I would also like to thank our customers for their continued support. It is an honor to receive an accolade such as this and I look forward to expanding the company even more in the future Number",
        "Dich": "các công ty sản xuất thành công nhất trong tiểu bang. Tất nhiên, tôi sẽ thiếu sót nếu tôi không nói một lời cảm ơn to lớn. Cảm ơn đội ngũ nhân viên chăm chỉ của tôi, nếu không có họ thì không có điều này. Tôi cũng muốn cảm ơn khách hàng của chúng tôi vì sự ủng hộ không ngừng của họ. Thật vinh dự khi nhận được một giải thưởng như thế này và tôi mong muốn mở rộng công ty hơn nữa trong tương lai."
      }
    ]
  },
  {
    "CauHoi": "What is the speaker doing?",
    "DichCauHoi": "Người nói đang làm gì?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Retiring from the company.",
        "Dich": "A. Nghỉ hưu từ công ty."
      },
      {
        "TraLoi": "B. Introducing a new CEO.",
        "Dich": "B. Giới thiệu một CEO mới."
      },
      {
        "TraLoi": "C. Making an acceptance speech.",
        "Dich": "C. Có một bài phát biểu nhận giải."
      },
      {
        "TraLoi": "D. Selling CDs and tapes.",
        "Dich": "D. Bán đĩa CD và băng cassette."
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Người nói nói 'expressing my appreciation for this award' (bày tỏ lòng biết ơn của mình đối với giải thưởng này) và 'It is an honor to receive an accolade such as this' (Thật vinh dự khi nhận được một giải thưởng như thế này). Điều này cho thấy anh ấy đang có một bài phát biểu nhận giải. Đáp án đúng là C."
  },
  {
    "CauHoi": "Who most likely is Simon?",
    "DichCauHoi": "Ai có khả năng nhất là Simon?",
    "CauTraLoi": [
      {
        "TraLoi": "A. A loyal customer.",
        "Dich": "A. Một khách hàng trung thành."
      },
      {
        "TraLoi": "B. The speaker's business partner.",
        "Dich": "B. Đối tác kinh doanh của người nói."
      },
      {
        "TraLoi": "C. An automobile salesman.",
        "Dich": "C. Một nhân viên bán ô tô."
      },
      {
        "TraLoi": "D. A recording artist.",
        "Dich": "D. Một nghệ sĩ thu âm."
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Người nói nói 'I remember when Simon and I were just a couple of kids selling tapes and CDs... since then audioshade has grown into one of the most successful production companies' (Tôi nhớ khi Simon và tôi chỉ là một vài đứa trẻ bán băng cassette và CD... kể từ đó audioshade đã phát triển thành một trong những công ty sản xuất thành công nhất). Điều này cho thấy Simon là đối tác kinh doanh của người nói. Đáp án đúng là B."
  },
  {
    "CauHoi": "Who does the speaker thank?",
    "DichCauHoi": "Người nói cảm ơn ai?",
    "CauTraLoi": [
      {
        "TraLoi": "A. The people who buy his products.",
        "Dich": "A. Những người mua sản phẩm của anh ấy."
      },
      {
        "TraLoi": "B. The musicians whose songs he markets.",
        "Dich": "B. Các nhạc sĩ mà anh ấy tiếp thị bài hát của họ."
      },
      {
        "TraLoi": "C. The store-owners who sell his records.",
        "Dich": "C. Các chủ cửa hàng bán đĩa của anh ấy."
      },
      {
        "TraLoi": "D. His family and friends.",
        "Dich": "D. Gia đình và bạn bè của anh ấy."
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Người nói nói 'I would also like to thank our customers for their continued support' (Tôi cũng muốn cảm ơn khách hàng của chúng tôi vì sự ủng hộ không ngừng của họ). Khách hàng là những người mua sản phẩm của anh ấy. Đáp án đúng là A."
  },
  {
    "DoanVan": [
      {
        "Cau": "Number 92. What occasion is this? Questions. 92-94. Refer to the following speech. First of all, a warm welcome to everyone in attendance this evening. I trust you all enjoyed that. Wonderful dinner. As you all were all aware, we are gathered here tonight. To pay tribute to Alan Traviso, who is retiring. After 27 years of service to Tetristotar corporation, Allen came to us as a young University graduate never dreaming that he'd be sitting here over a",
        "Dich": "Câu hỏi 92. Đây là dịp gì? Câu hỏi 92-94. Tham khảo bài phát biểu sau. Trước hết, xin nồng nhiệt chào mừng tất cả mọi người có mặt trong buổi tối hôm nay. Tôi tin rằng tất cả các bạn đã có một bữa tối tuyệt vời. Như các bạn đều biết, chúng ta tập trung tại đây tối nay. Để tôn vinh Alan Traviso, người sắp nghỉ hưu. Sau 27 năm phục vụ cho tập đoàn Tetristotar, Allen đến với chúng ta như một sinh viên tốt nghiệp đại học trẻ tuổi, không bao giờ mơ ước rằng ông ấy sẽ ngồi đây hơn một"
      },
      {
        "Cau": "After 27 years of service to Tetristotar corporation, Allen came to us as a young University graduate never dreaming that he'd be sitting here over a quarter Century later as the outgoing chairman of the board. He will always be remembered for his tireless work, ethic and total commitment to improving the company. Alan could often be found working at his desk until all hours of the night.",
        "Dich": "Sau 27 năm phục vụ cho tập đoàn Tetristotar, Allen đến với chúng ta như một sinh viên tốt nghiệp đại học trẻ tuổi không bao giờ mơ ước rằng ông ấy sẽ ngồi đây hơn một phần tư thế kỷ sau với tư cách là chủ tịch hội đồng quản trị sắp mãn nhiệm. Ông ấy sẽ luôn được nhớ đến vì công việc không mệt mỏi, đạo đức nghề nghiệp và sự cống hiến hết mình để cải thiện công ty. Alan thường có thể được tìm thấy làm việc tại bàn làm việc của mình cho đến tận đêm khuya."
      }
    ]
  },
  {
    "CauHoi": "What occasion is this?",
    "DichCauHoi": "Đây là dịp gì?",
    "CauTraLoi": [
      {
        "TraLoi": "A. A graduation ceremony.",
        "Dich": "A. Một buổi lễ tốt nghiệp."
      },
      {
        "TraLoi": "B. A press conference.",
        "Dich": "B. Một cuộc họp báo."
      },
      {
        "TraLoi": "C. A board meeting.",
        "Dich": "C. Một cuộc họp hội đồng quản trị."
      },
      {
        "TraLoi": "D. A retirement dinner.",
        "Dich": "D. Một bữa tiệc chia tay."
      }
    ],
    "DapAn": "D",
    "GiaiThich": "Người nói nói 'we are gathered here tonight. To pay tribute to Alan Traviso, who is retiring.' (chúng ta tập trung tại đây tối nay. Để tôn vinh Alan Traviso, người sắp nghỉ hưu). Điều này cho thấy đây là một bữa tiệc chia tay. Đáp án đúng là D."
  },
  {
    "CauHoi": "When did Allen join the company?",
    "DichCauHoi": "Allen gia nhập công ty khi nào?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Recently.",
        "Dich": "A. Gần đây."
      },
      {
        "TraLoi": "B. This evening.",
        "Dich": "B. Tối nay."
      },
      {
        "TraLoi": "C. Over a quarter-century ago.",
        "Dich": "C. Hơn một phần tư thế kỷ trước."
      },
      {
        "TraLoi": "D. About fifty years ago.",
        "Dich": "D. Khoảng năm mươi năm trước."
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Đoạn văn nói 'After 27 years of service to Tetristotar corporation, Allen came to us as a young University graduate' (Sau 27 năm phục vụ cho tập đoàn Tetristotar, Allen đến với chúng ta như một sinh viên tốt nghiệp đại học trẻ tuổi). 27 năm là hơn một phần tư thế kỷ. Đáp án đúng là C."
  },
  {
    "CauHoi": "What kind of worker was Mr. Treviso?",
    "DichCauHoi": "Ông Treviso là loại nhân viên như thế nào?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Indecisive",
        "Dich": "A. Thiếu quyết đoán"
      },
      {
        "TraLoi": "B. Dedicated",
        "Dich": "B. Tận tâm"
      },
      {
        "TraLoi": "C. Uncommitted",
        "Dich": "C. Thiếu cam kết"
      },
      {
        "TraLoi": "D. Unethical",
        "Dich": "D. Phi đạo đức"
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Người nói nói rằng ông ấy 'will always be remembered for his tireless work, ethic and total commitment to improving the company' (sẽ luôn được nhớ đến vì công việc không mệt mỏi, đạo đức nghề nghiệp và sự cống hiến hết mình để cải thiện công ty). Điều này cho thấy ông ấy là một nhân viên tận tâm. Đáp án đúng là B."
  },
  {
    "DoanVan": [
      {
        "Cau": "Number 94. What kind of worker was Mr. Treviso. Questions. 95-97 refer to the following announcement. Thank you all for coming today. As you know, I just had a meeting with our company's administration concerning our Union bonuses This year. We've worked long and hard and many of us have worked for this company for many years. At first, we were negotiating for a 12 pay increase as well as 20 more coverage on our health and dental plans as well had voted for in our last",
        "Dich": "Câu hỏi 94. Ông Treviso là loại nhân viên như thế nào. Câu hỏi 95-97 tham khảo thông báo sau. Cảm ơn tất cả các bạn đã đến hôm nay. Như các bạn đã biết, tôi vừa có một cuộc họp với ban quản lý của công ty chúng ta về tiền thưởng công đoàn của chúng ta trong năm nay. Chúng ta đã làm việc lâu dài và chăm chỉ và nhiều người trong chúng ta đã làm việc cho công ty này trong nhiều năm. Lúc đầu, chúng ta đã đàm phán để tăng lương 12% cũng như tăng thêm 20% bảo hiểm y tế và nha khoa mà chúng ta đã bỏ phiếu trong cuộc họp công đoàn cuối cùng của chúng ta."
      },
      {
        "Cau": "and many of us have worked for this company for many years. At first, we were negotiating for a 12 pay increase as well as 20 more coverage on our health and dental plans as well had voted for in our last Union meeting. Well, the some of us are demands were met. But for the rest of us, not all of our requests were made. The administration has agreed to give us the 12 pay increase. Those of us with at least seven years, seniority will receive the 20 health and dental coverage. Increase Those of us with five years, seniority",
        "Dich": "và nhiều người trong chúng ta đã làm việc cho công ty này trong nhiều năm. Lúc đầu, chúng ta đã đàm phán để tăng lương 12% cũng như tăng thêm 20% bảo hiểm y tế và nha khoa mà chúng ta đã bỏ phiếu trong cuộc họp công đoàn cuối cùng của chúng ta. Chà, một số yêu cầu của chúng ta đã được đáp ứng. Nhưng đối với những người còn lại, không phải tất cả các yêu cầu của chúng ta đều được thực hiện. Ban quản lý đã đồng ý tăng lương 12% cho chúng ta. Những người có ít nhất bảy năm thâm niên sẽ nhận được 20% bảo hiểm y tế và nha khoa. Tăng những người có năm năm thâm niên."
      },
      {
        "Cau": "dental coverage. Increase Those of us with five years, seniority share receive only an additional 10 health and dental coverage For the rest of you who don't fall under that category. You will still receive the 12 pay increase, but you will not get any additional health or dental coverage All in all. I would say that this was a successful negotiation for the most part. I am truly sorry. For those of you who have not worked here more than five years. However, in due time you will receive the reward",
        "Dich": "bảo hiểm nha khoa. Tăng những người có năm năm thâm niên chỉ nhận được thêm 10% bảo hiểm y tế và nha khoa. Đối với những người còn lại không thuộc danh mục đó. Bạn sẽ vẫn nhận được mức tăng lương 12%, nhưng bạn sẽ không nhận được bất kỳ bảo hiểm y tế hoặc nha khoa bổ sung nào. Tóm lại. Tôi sẽ nói rằng đây là một cuộc đàm phán thành công phần lớn. Tôi thực sự xin lỗi. Đối với những người trong số các bạn chưa làm việc ở đây quá năm năm. Tuy nhiên, đến lúc thích hợp bạn sẽ nhận được phần thưởng."
      }
    ]
  },
  {
    "CauHoi": "Who is the speaker?",
    "DichCauHoi": "Người nói là ai?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Boss",
        "Dich": "A. Sếp"
      },
      {
        "TraLoi": "B. Employee",
        "Dich": "B. Nhân viên"
      },
      {
        "TraLoi": "C. Administration",
        "Dich": "C. Ban quản lý"
      },
      {
        "TraLoi": "D. Union leader",
        "Dich": "D. Lãnh đạo công đoàn"
      }
    ],
    "DapAn": "D",
    "GiaiThich": "Người nói đề cập đến các cuộc đàm phán giữa công đoàn ('Union') và ban quản lý ('administration'), và anh ta nói 'we were negotiating' (chúng ta đã đàm phán) và đề cập đến 'our last Union meeting' (cuộc họp công đoàn cuối cùng của chúng ta). Điều này cho thấy người nói là một lãnh đạo công đoàn. Đáp án đúng là D."
  },
  {
    "CauHoi": "Who receives the 10 percent benefits increase package?",
    "DichCauHoi": "Ai nhận được gói tăng 10% lợi ích?",
    "CauTraLoi": [
      {
        "TraLoi": "A. All workers.",
        "Dich": "A. Tất cả công nhân."
      },
      {
        "TraLoi": "B. Workers with the most seniority.",
        "Dich": "B. Công nhân có thâm niên nhất."
      },
      {
        "TraLoi": "C. Workers with 5 years seniority.",
        "Dich": "C. Công nhân có 5 năm thâm niên."
      },
      {
        "TraLoi": "D. Workers with 7 years seniority.",
        "Dich": "D. Công nhân có 7 năm thâm niên."
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Đoạn văn nói 'Those of us with five years, seniority share receive only an additional 10 health and dental coverage' (Những người có năm năm thâm niên chỉ nhận được thêm 10% bảo hiểm y tế và nha khoa). Vì vậy, đáp án đúng là C."
  },
  {
    "CauHoi": "What were the original demands by the union?",
    "DichCauHoi": "Các yêu cầu ban đầu của công đoàn là gì?",
    "CauTraLoi": [
      {
        "TraLoi": "A. 12 plus 10.",
        "Dich": "A. 12 cộng 10."
      },
      {
        "TraLoi": "B. 12 plus 20.",
        "Dich": "B. 12 cộng 20."
      },
      {
        "TraLoi": "C. 12 plus 15.",
        "Dich": "C. 12 cộng 15."
      },
      {
        "TraLoi": "D. 10 plus 02.",
        "Dich": "D. 10 cộng 02."
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Đoạn văn nói 'we were negotiating for a 12 pay increase as well as 20 more coverage on our health and dental plans' (chúng ta đã đàm phán để tăng lương 12% cũng như tăng thêm 20% bảo hiểm y tế và nha khoa). Vì vậy, yêu cầu ban đầu là 12 cộng 20. Đáp án đúng là B."
  },
  {
    "DoanVan": [
      {
        "Cau": "Questions. 98-100 refer to the following message. Hello Dawn. This is Lisa, Mickelson from advertising. I'm calling to let you know that the meeting with the production Department has had to be postponed until at least next. Wednesday, apparently there's been a delay at the printer's. So the new brochures won't be ready until then the new meeting has been tentatively. Scheduled for two o'clock. I'll send you an email. If there are any",
        "Dich": "Câu hỏi 98-100 tham khảo tin nhắn sau. Chào Dawn. Đây là Lisa, Mickelson từ bộ phận quảng cáo. Tôi gọi để cho bạn biết rằng cuộc họp với bộ phận sản xuất đã phải hoãn lại cho đến ít nhất là tuần sau. Thứ Tư, rõ ràng là có sự chậm trễ ở máy in. Vì vậy, các tài liệu quảng cáo mới sẽ không sẵn sàng cho đến lúc đó. Cuộc họp mới đã được lên lịch tạm thời. Lên lịch vào hai giờ. Tôi sẽ gửi cho bạn một email. Nếu có bất kỳ"
      },
      {
        "Cau": "meeting with the production Department has had to be postponed until at least next. Wednesday, apparently there's been a delay at the printer's. So the new brochures won't be ready until then the new meeting has been tentatively. Scheduled for two o'clock. I'll send you an email. If there are any changes, if you could give me a shout back this afternoon, just to confirm that you got this message, that would be great talk to you soon.",
        "Dich": "cuộc họp với bộ phận sản xuất đã phải hoãn lại cho đến ít nhất là tuần sau. Thứ Tư, rõ ràng là có sự chậm trễ ở máy in. Vì vậy, các tài liệu quảng cáo mới sẽ không sẵn sàng cho đến lúc đó. Cuộc họp mới đã được lên lịch tạm thời. Lên lịch vào hai giờ. Tôi sẽ gửi cho bạn một email. Nếu có bất kỳ thay đổi nào, nếu bạn có thể gọi lại cho tôi vào chiều nay, chỉ để xác nhận rằng bạn đã nhận được tin nhắn này, điều đó sẽ rất tuyệt. Hẹn sớm gặp lại bạn."
      }
    ]
  },
  {
    "CauHoi": "Where does Lisa work?",
    "DichCauHoi": "Lisa làm việc ở đâu?",
    "CauTraLoi": [
      {
        "TraLoi": "A. In the production department.",
        "Dich": "A. Trong bộ phận sản xuất."
      },
      {
        "TraLoi": "B. In a print shop.",
        "Dich": "B. Trong một cửa hàng in."
      },
      {
        "TraLoi": "C. In the advertising department.",
        "Dich": "C. Trong bộ phận quảng cáo."
      },
      {
        "TraLoi": "D. In a call center.",
        "Dich": "D. Trong một trung tâm cuộc gọi."
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Lisa giới thiệu bản thân là 'Lisa, Mickelson from advertising' (Lisa, Mickelson từ bộ phận quảng cáo). Vì vậy, cô ấy làm việc trong bộ phận quảng cáo. Đáp án đúng là C."
  },
  {
    "CauHoi": "What is the purpose of this message?",
    "DichCauHoi": "Mục đích của tin nhắn này là gì?",
    "CauTraLoi": [
      {
        "TraLoi": "A. To increase production.",
        "Dich": "A. Để tăng sản lượng."
      },
      {
        "TraLoi": "B. To discuss the new brochures.",
        "Dich": "B. Để thảo luận về các tài liệu quảng cáo mới."
      },
      {
        "TraLoi": "C. To complain about service.",
        "Dich": "C. Để phàn nàn về dịch vụ."
      },
      {
        "TraLoi": "D. To reschedule a meeting.",
        "Dich": "D. Để lên lịch lại một cuộc họp."
      }
    ],
    "DapAn": "D",
    "GiaiThich": "Lisa gọi điện để thông báo rằng 'the meeting with the production Department has had to be postponed' (cuộc họp với bộ phận sản xuất đã phải hoãn lại). Vì vậy, mục đích của tin nhắn là để lên lịch lại một cuộc họp. Đáp án đúng là D."
  },
  {
    "CauHoi": "What does Lisa ask Don to do?",
    "DichCauHoi": "Lisa yêu cầu Don làm gì?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Meet her at 2:00.",
        "Dich": "A. Gặp cô ấy lúc 2:00."
      },
      {
        "TraLoi": "B. Return her call.",
        "Dich": "B. Gọi lại cho cô ấy."
      },
      {
        "TraLoi": "C. Schedule a meeting.",
        "Dich": "C. Lên lịch một cuộc họp."
      },
      {
        "TraLoi": "D. Print new brochures.",
        "Dich": "D. In các tài liệu quảng cáo mới."
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Lisa nói 'if you could give me a shout back this afternoon, just to confirm that you got this message' (nếu bạn có thể gọi lại cho tôi vào chiều nay, chỉ để xác nhận rằng bạn đã nhận được tin nhắn này). 'Give me a shout back' có nghĩa là gọi lại. Đáp án đúng là B."
  }
]