[
{
    "DoanVan": [
      {
        "Cau": "Do you know when we are supposed to show up at the restaurant this evening? Well Jack told everyone to be there by 7 o'clock. He also said for any of us to call him if we are going to be late. Is that right? I have been asked to drop off some packages at our head office by mr. Johnson and I am not sure if I will be able to make it there on time.",
        "Dich": "Bạn có biết khi nào chúng ta phải đến nhà hàng vào tối nay không? À, Jack đã nói với mọi người là phải có mặt ở đó trước 7 giờ. Anh ấy cũng nói rằng bất cứ ai trong chúng ta nếu đến muộn thì hãy gọi cho anh ấy. Có phải không? Tôi đã được ông Johnson yêu cầu mang một số bưu kiện đến văn phòng chính của chúng ta và tôi không chắc liệu tôi có thể đến đó đúng giờ hay không."
      },
      {
        "Cau": "if you're driving out there now your best bet is to call Jack Highway 10. Usually gets pretty jammed during the time you come back Number 41",
        "Dich": "nếu bạn đang lái xe ra ngoài đó bây giờ, lựa chọn tốt nhất của bạn là gọi cho Jack. Cao tốc 10 thường rất kẹt xe trong thời gian bạn quay lại."
      }
    ]
  },
  {
    "CauHoi": "What did Jack say?",
    "DichCauHoi": "Jack đã nói gì?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Everyone must attend the meeting",
        "Dich": "A. Mọi người phải tham dự cuộc họp."
      },
      {
        "TraLoi": "B. Be prompt in arriving at restaurant.",
        "Dich": "B. Đến nhà hàng đúng giờ."
      },
      {
        "TraLoi": "C. Think about what they want to eat.",
        "Dich": "C. Nghĩ về những gì họ muốn ăn."
      },
      {
        "TraLoi": "D. Leave early to avoid terrible traffic.",
        "Dich": "D. Rời đi sớm để tránh tắc đường khủng khiếp."
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Jack nói 'everyone to be there by 7 o'clock' và 'call him if we are going to be late', điều này có nghĩa là anh ấy yêu cầu mọi người đến đúng giờ tại nhà hàng."
  },
  {
    "CauHoi": "What does the man have to do?",
    "DichCauHoi": "Người đàn ông phải làm gì?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Run an errand.",
        "Dich": "A. Chạy việc vặt."
      },
      {
        "TraLoi": "B. Buy a gift",
        "Dich": "B. Mua một món quà."
      },
      {
        "TraLoi": "C. Call the head office.",
        "Dich": "C. Gọi cho văn phòng chính."
      },
      {
        "TraLoi": "D. Head over to the restaurant.",
        "Dich": "D. Đến nhà hàng."
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Người đàn ông nói 'I have been asked to drop off some packages at our head office', tức là anh ta phải chạy một việc vặt, cụ thể là giao các bưu kiện."
  },
  {
    "CauHoi": "What does the woman suggest the man do?",
    "DichCauHoi": "Người phụ nữ đề nghị người đàn ông làm gì?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Go to the head office another time",
        "Dich": "A. Đi đến văn phòng chính vào lúc khác."
      },
      {
        "TraLoi": "B. Call Jack in advance.",
        "Dich": "B. Gọi cho Jack trước."
      },
      {
        "TraLoi": "C. Attend the earlier meeting",
        "Dich": "C. Tham dự cuộc họp sớm hơn."
      },
      {
        "TraLoi": "D. Take public transportation",
        "Dich": "D. Đi phương tiện công cộng."
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Người phụ nữ nói 'your best bet is to call Jack', ngụ ý rằng người đàn ông nên gọi cho Jack để thông báo về việc có thể đến muộn."
  },
   {
    "DoanVan": [
      {
        "Cau": "Okay. Let me see if I have everything straight here. Your flight is due to arrive next Tuesday on June 20th at 4:50 pm. You will spend one night at the Hilton Hills and be on the 11 o'clock flight out to London right. That's correct. I will spend a night in Paris to settle a couple of things before I sit out to London to close",
        "Dich": "Được rồi. Để tôi xem tôi đã hiểu đúng mọi thứ chưa. Chuyến bay của bạn dự kiến sẽ đến vào thứ Ba tuần sau, ngày 20 tháng 6 lúc 4:50 chiều. Bạn sẽ ở lại một đêm tại Hilton Hills và đi chuyến bay 11 giờ đến London phải không? Đúng vậy. Tôi sẽ ở lại một đêm ở Paris để giải quyết một vài việc trước khi tôi bay đến London để hoàn thành."
      },
      {
        "Cau": "London to close a deal with Mr. Charles Connery. I need you to make sure you have all the documents ready for me when I get there, no problem. I've also called Mr. Kretchen and told him that you will be coming to see him and he said he will have all the necessary documents ready for you as well. That's great. I have a gut feeling that I'm going to land this contract. I feel very good about it Number",
        "Dich": "London để hoàn thành một thỏa thuận với ông Charles Connery. Tôi cần bạn đảm bảo rằng bạn đã có tất cả các tài liệu cần thiết cho tôi khi tôi đến đó, không vấn đề gì. Tôi cũng đã gọi cho ông Kretchen và nói với ông ấy rằng bạn sẽ đến gặp ông ấy và ông ấy nói ông ấy cũng sẽ chuẩn bị tất cả các tài liệu cần thiết cho bạn. Thật tuyệt vời. Tôi có cảm giác rằng tôi sẽ đạt được hợp đồng này. Tôi cảm thấy rất tốt về điều đó."
      }
    ]
  },
  {
    "CauHoi": "How many nights will the man spend in France?",
    "DichCauHoi": "Người đàn ông sẽ ở lại Pháp bao nhiêu đêm?",
    "CauTraLoi": [
      {
        "TraLoi": "A. one",
        "Dich": "A. một"
      },
      {
        "TraLoi": "B. two",
        "Dich": "B. hai"
      },
      {
        "TraLoi": "C. three",
        "Dich": "C. ba"
      },
      {
        "TraLoi": "D. four",
        "Dich": "D. bốn"
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Người đàn ông nói 'I will spend a night in Paris to settle a couple of things', tức là anh ta sẽ ở lại Paris (Pháp) một đêm."
  },
  {
    "CauHoi": "What does the man ask the woman to do?",
    "DichCauHoi": "Người đàn ông yêu cầu người phụ nữ làm gì?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Prepare all the necessary papers.",
        "Dich": "A. Chuẩn bị tất cả các tài liệu cần thiết."
      },
      {
        "TraLoi": "B. Call Mr. Connery to make an appointment.",
        "Dich": "B. Gọi cho ông Connery để đặt lịch hẹn."
      },
      {
        "TraLoi": "C. Book a flight ticket to London.",
        "Dich": "C. Đặt vé máy bay đến London."
      },
      {
        "TraLoi": "D. Reserve a room at the Hilton Hills.",
        "Dich": "D. Đặt một phòng tại Hilton Hills."
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Người đàn ông nói 'I need you to make sure you have all the documents ready for me when I get there', tức là anh ta yêu cầu người phụ nữ chuẩn bị các tài liệu cần thiết."
  },
  {
    "CauHoi": "Why is the man making the trip to London?",
    "DichCauHoi": "Tại sao người đàn ông lại thực hiện chuyến đi đến London?",
    "CauTraLoi": [
      {
        "TraLoi": "A. To meet up an old friend.",
        "Dich": "A. Để gặp một người bạn cũ."
      },
      {
        "TraLoi": "B. To close a deal.",
        "Dich": "B. Để hoàn thành một thỏa thuận."
      },
      {
        "TraLoi": "C. To find his parents' land.",
        "Dich": "C. Để tìm đất của bố mẹ anh ấy."
      },
      {
        "TraLoi": "D. To pick up some documents.",
        "Dich": "D. Để lấy một số tài liệu."
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Người đàn ông nói 'I will spend a night in Paris... before I sit out to London to close a deal with Mr. Charles Connery', tức là mục đích của chuyến đi là để hoàn thành một thỏa thuận."
  },
  
 
  
  {
    "DoanVan": [
      {
        "Cau": "Go on to the next page skip. Questions 47 through 49. Refer to the following conversation Lisa, would it be possible for me to get a copy of the sales report? I couldn't attend this morning's meeting because my wisdom tooth was bothering me so I ended up going to see my dentist okay. I'll ask Joan to have the report ready for you. Why don't you drop by my office after lunch to pick it up. Thanks. I really appreciate that and by the way, did you happen to see Mr",
        "Dich": "Bỏ qua trang tiếp theo. Câu hỏi 47 đến 49. Tham khảo đoạn hội thoại sau. Lisa, tôi có thể lấy một bản sao của báo cáo bán hàng được không? Tôi không thể tham dự cuộc họp sáng nay vì răng khôn của tôi làm tôi khó chịu nên tôi đã đến gặp nha sĩ. Được rồi. Tôi sẽ yêu cầu Joan chuẩn bị báo cáo cho bạn. Tại sao bạn không ghé qua văn phòng của tôi sau bữa trưa để lấy nó. Cảm ơn. Tôi thực sự đánh giá cao điều đó và nhân tiện, bạn có tình cờ gặp ông"
      },
      {
        "Cau": "happen to see Mr Lee this morning? I just dropped by his office but he was not there. I really need his expert advice about a deal. I am working on oh. He showed up for the meeting, but I saw him leave in a hurry right after he mentioned something about picking up his tan at the airport this morning. She's due back from Hong Kong today Number 47",
        "Dich": "có tình cờ gặp ông Lee sáng nay không? Tôi vừa ghé qua văn phòng của ông ấy nhưng ông ấy không có ở đó. Tôi thực sự cần lời khuyên chuyên môn của ông ấy về một thỏa thuận mà tôi đang thực hiện. Ồ. Ông ấy đã xuất hiện tại cuộc họp, nhưng tôi thấy ông ấy rời đi vội vã ngay sau khi ông ấy đề cập đến việc đón tan của ông ấy tại sân bay sáng nay. Cô ấy dự kiến sẽ trở về từ Hồng Kông hôm nay."
      }
    ]
  },
  {
    "CauHoi": "Why did the man most likely miss the meeting?",
    "DichCauHoi": "Tại sao người đàn ông có khả năng cao nhất đã bỏ lỡ cuộc họp?",
    "CauTraLoi": [
      {
        "TraLoi": "A. He went to see a client about special deal.",
        "Dich": "A. Anh ấy đã đi gặp một khách hàng về một thỏa thuận đặc biệt."
      },
      {
        "TraLoi": "B. He went to the dentist's office for a toothache.",
        "Dich": "B. Anh ấy đã đến phòng nha sĩ vì bị đau răng."
      },
      {
        "TraLoi": "C. He went to the airport to pick up someone.",
        "Dich": "C. Anh ấy đã đi đến sân bay để đón ai đó."
      },
      {
        "TraLoi": "D. He went out to have lunch with Joan.",
        "Dich": "D. Anh ấy đã ra ngoài ăn trưa với Joan."
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Người đàn ông nói 'I couldn't attend this morning's meeting because my wisdom tooth was bothering me so I ended up going to see my dentist', tức là anh ta bỏ lỡ cuộc họp vì phải đến gặp nha sĩ."
  },
  {
    "CauHoi": "Who will prepare the report to the man?",
    "DichCauHoi": "Ai sẽ chuẩn bị báo cáo cho người đàn ông?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Mr. Lee.",
        "Dich": "A. Ông Lee."
      },
      {
        "TraLoi": "B. Lisa.",
        "Dich": "B. Lisa."
      },
      {
        "TraLoi": "C. Joan.",
        "Dich": "C. Joan."
      },
      {
        "TraLoi": "D. Ms. Tan",
        "Dich": "D. Cô Tan"
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Lisa nói 'I'll ask Joan to have the report ready for you', tức là Joan sẽ là người chuẩn bị báo cáo."
  },
  {
    "CauHoi": "Where most likely is Mr. Lee now?",
    "DichCauHoi": "Ông Lee có khả năng đang ở đâu bây giờ?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Hong Kong.",
        "Dich": "A. Hồng Kông."
      },
      {
        "TraLoi": "B. The airport.",
        "Dich": "B. Sân bay."
      },
      {
        "TraLoi": "C. A meeting",
        "Dich": "C. Một cuộc họp."
      },
      {
        "TraLoi": "D. A dental office.",
        "Dich": "D. Một phòng nha khoa."
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Người phụ nữ nói 'She's due back from Hong Kong today', ám chỉ rằng cô Tan, người mà ông Lee đi đón, đang trên đường từ Hồng Kông về. Điều này có nghĩa là ông Lee đang ở sân bay để chờ người phụ nữ trở về từ Hồng Kông, vì vậy, Hong Kong là nơi cuối cùng được nhắc đến trước khi ông ấy rời đi."
  },
  {
    "DoanVan": [
      {
        "Cau": "I am expected to give a speech in front of all the directors in half an hour. I better go upstairs to the conference room and get all the necessary equipment ready. Do you need any help? I could probably give you a hand setting up the projector or something. That's very nice of you Jan. In fact I could use more copies of these figures. Do you mind No not at all? I will get them ready and",
        "Dich": "Tôi dự kiến sẽ có một bài phát biểu trước tất cả các giám đốc trong nửa giờ nữa. Tốt hơn hết tôi nên lên lầu đến phòng hội nghị và chuẩn bị tất cả các thiết bị cần thiết. Bạn có cần giúp gì không? Tôi có thể giúp bạn một tay thiết lập máy chiếu hoặc gì đó. Bạn thật tốt bụng Jan. Thực ra tôi cần thêm bản sao của những con số này. Bạn có phiền không? Không, không có gì cả. Tôi sẽ chuẩn bị chúng và"
      },
      {
        "Cau": "bring them up to the conference room right away Number 50 Who will most likely attend the meeting",
        "Dich": "mang chúng lên phòng hội nghị ngay lập tức."
      }
    ]
  },
  {
    "CauHoi": "Who will most likely attend the meeting?",
    "DichCauHoi": "Ai có khả năng cao nhất sẽ tham dự cuộc họp?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Clients.",
        "Dich": "A. Khách hàng."
      },
      {
        "TraLoi": "B. Upper-level managers.",
        "Dich": "B. Các giám đốc cấp cao."
      },
      {
        "TraLoi": "C. New employees.",
        "Dich": "C. Các nhân viên mới."
      },
      {
        "TraLoi": "D. Technicians.",
        "Dich": "D. Các kỹ thuật viên."
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Người đàn ông nói 'I am expected to give a speech in front of all the directors', tức là người tham dự cuộc họp là các giám đốc, hay còn gọi là các giám đốc cấp cao."
  },
  {
    "CauHoi": "When is the man scheduled to give his speech?",
    "DichCauHoi": "Người đàn ông dự kiến sẽ phát biểu khi nào?",
    "CauTraLoi": [
      {
        "TraLoi": "A. In thirty minutes",
        "Dich": "A. Trong ba mươi phút nữa."
      },
      {
        "TraLoi": "B. Right away.",
        "Dich": "B. Ngay lập tức."
      },
      {
        "TraLoi": "C. Tomorrow morning.",
        "Dich": "C. Sáng mai."
      },
      {
        "TraLoi": "D. Next week.",
        "Dich": "D. Tuần tới."
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Người đàn ông nói 'I am expected to give a speech... in half an hour', 'half an hour' có nghĩa là 30 phút."
  },
  {
    "CauHoi": "How will the woman assist the man?",
    "DichCauHoi": "Người phụ nữ sẽ giúp người đàn ông như thế nào?",
    "CauTraLoi": [
      {
        "TraLoi": "A. By setting up the projector.",
        "Dich": "A. Bằng cách thiết lập máy chiếu."
      },
      {
        "TraLoi": "B. By gathering the sales figures.",
        "Dich": "B. Bằng cách thu thập các số liệu bán hàng."
      },
      {
        "TraLoi": "C. By duplicating documents.",
        "Dich": "C. Bằng cách sao chép tài liệu."
      },
      {
        "TraLoi": "D. Talking lo a client in the meeting room.",
        "Dich": "D. Nói chuyện với khách hàng trong phòng họp."
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Người đàn ông nói 'I could use more copies of these figures' và người phụ nữ đáp 'I will get them ready', có nghĩa là cô ấy sẽ sao chép tài liệu cho anh ấy."
  },
  {
    "DoanVan": [
      {
        "Cau": "I'm terribly sorry Henry but I'm going to have to cancel on tonight. I just received a call from Mr. King a very important client of mine and he says he is in the area and he wants to come over to the office at 6 to talk to me about something. Do you think we can get together another time? Sure We can always get a flick this weekend Who is this Mr. King guy anyway? Oh here's the owner of a fabric man.",
        "Dich": "Tôi rất tiếc Henry nhưng tôi sẽ phải hủy cuộc hẹn tối nay. Tôi vừa nhận được một cuộc gọi từ ông King, một khách hàng rất quan trọng của tôi và ông ấy nói ông ấy đang ở trong khu vực này và ông ấy muốn đến văn phòng lúc 6 giờ để nói chuyện với tôi về một điều gì đó. Bạn có nghĩ chúng ta có thể gặp nhau vào lúc khác không? Chắc chắn rồi. Chúng ta luôn có thể xem một bộ phim vào cuối tuần này. Dù sao thì ông King này là ai? Oh, đây là chủ sở hữu của một hãng vải."
      },
      {
        "Cau": "I recently sold a group policy to He mentioned something about wanting to increase the size of his group policy. Wow. That's great. I wish more of my customers would come and visit me to buy extra coverage Number 53 who most likely are they they skip",
        "Dich": "Gần đây tôi đã bán một hợp đồng bảo hiểm nhóm cho ông ấy. Ông ấy đã đề cập đến việc muốn tăng quy mô của hợp đồng bảo hiểm nhóm của mình. Wow. Thật tuyệt vời. Tôi ước nhiều khách hàng của tôi sẽ đến và thăm tôi để mua thêm bảo hiểm."
      }
    ]
  },
  {
    "CauHoi": "Who most likely are they?",
    "DichCauHoi": "Họ có khả năng là ai nhất?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Movie critics.",
        "Dich": "A. Các nhà phê bình phim."
      },
      {
        "TraLoi": "B. Clothes designers.",
        "Dich": "B. Các nhà thiết kế quần áo."
      },
      {
        "TraLoi": "C. Insurance agents.",
        "Dich": "C. Các đại lý bảo hiểm."
      },
      {
        "TraLoi": "D. Travel agents.",
        "Dich": "D. Các đại lý du lịch."
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Đoạn hội thoại đề cập đến việc bán 'group policy' (hợp đồng bảo hiểm nhóm) và 'extra coverage' (bảo hiểm bổ sung), đây là những thuật ngữ liên quan đến ngành bảo hiểm. Do đó, họ có khả năng là các đại lý bảo hiểm."
  },
  {
    "CauHoi": "What did they originally plan on doing together this evening?",
    "DichCauHoi": "Họ ban đầu dự định làm gì cùng nhau vào tối nay?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Visit a client.",
        "Dich": "A. Thăm một khách hàng."
      },
      {
        "TraLoi": "B. Watch a movie.",
        "Dich": "B. Xem một bộ phim."
      },
      {
        "TraLoi": "C. Pick up some fabric.",
        "Dich": "C. Lấy một số vải."
      },
      {
        "TraLoi": "D. Get extra coverage.",
        "Dich": "D. Mua thêm bảo hiểm."
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Người đàn ông nói 'We can always get a flick this weekend', ngụ ý rằng họ đã có một kế hoạch tương tự cho tối nay, đó là xem phim ('flick' là tiếng lóng của 'movie')."
  },
  {
    "CauHoi": "Why is Mr. King coming to see the woman?",
    "DichCauHoi": "Tại sao ông King đến gặp người phụ nữ?",
    "CauTraLoi": [
      {
        "TraLoi": "A. To complain about service.",
        "Dich": "A. Để phàn nàn về dịch vụ."
      },
      {
        "TraLoi": "B. To purchase more insurance.",
        "Dich": "B. Để mua thêm bảo hiểm."
      },
      {
        "TraLoi": "C. To discuss a problem.",
        "Dich": "C. Để thảo luận về một vấn đề."
      },
      {
        "TraLoi": "D. To buy some clothes.",
        "Dich": "D. Để mua một vài bộ quần áo."
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Người đàn ông nói 'He mentioned something about wanting to increase the size of his group policy', tức là ông King muốn mua thêm bảo hiểm."
  },
  {
    "DoanVan": [
      {
        "Cau": "Do you know how many people are going to show up this evening? I need to call the restaurant to make a reservation. There will be about 10 including me and you Why don't you check with Shirley just to make sure she is the one who knows exactly who will be showing up Alright, but she stepped out for a moment to mail something at the post office. I will drop by her office after I come back from lunch. Do you want to join me in the cafeteria? Sure I'll be right with you. Just give me a second to make a call to a client.",
        "Dich": "Bạn có biết có bao nhiêu người sẽ đến tối nay không? Tôi cần gọi cho nhà hàng để đặt bàn. Sẽ có khoảng 10 người bao gồm tôi và bạn. Tại sao bạn không hỏi Shirley để chắc chắn rằng cô ấy là người biết chính xác ai sẽ đến. Được rồi, nhưng cô ấy vừa ra ngoài một lát để gửi thứ gì đó ở bưu điện. Tôi sẽ ghé qua văn phòng của cô ấy sau khi tôi trở về từ bữa trưa. Bạn có muốn đi cùng tôi đến quán cà phê không? Chắc chắn rồi, tôi sẽ đi cùng bạn. Chỉ cho tôi một giây để gọi điện cho một khách hàng."
      }
    ]
  },
  {
    "CauHoi": "What does the man want to know?",
    "DichCauHoi": "Người đàn ông muốn biết điều gì?",
    "CauTraLoi": [
      {
        "TraLoi": "A. If the woman has made a reservation or not.",
        "Dich": "A. Người phụ nữ đã đặt bàn hay chưa."
      },
      {
        "TraLoi": "B. Where Shirley has gone.",
        "Dich": "B. Shirley đã đi đâu."
      },
      {
        "TraLoi": "C. How many people already had dinner.",
        "Dich": "C. Có bao nhiêu người đã ăn tối."
      },
      {
        "TraLoi": "D. Who will turn up this evening?",
        "Dich": "D. Ai sẽ đến tối nay?"
      }
    ],
    "DapAn": "D",
    "GiaiThich": "Người đàn ông mở đầu câu hỏi bằng 'Do you know how many people are going to show up this evening?', hỏi về số lượng người sẽ tham dự."
  },
  {
    "CauHoi": "According to the woman, how many people are expected to show up this evening?",
    "DichCauHoi": "Theo người phụ nữ, có bao nhiêu người dự kiến sẽ đến tối nay?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Six.",
        "Dich": "A. Sáu."
      },
      {
        "TraLoi": "B. Eight.",
        "Dich": "B. Tám."
      },
      {
        "TraLoi": "C. Ten.",
        "Dich": "C. Mười."
      },
      {
        "TraLoi": "D. Twelve.",
        "Dich": "D. Mười hai."
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Người phụ nữ nói 'There will be about 10 including me and you'."
  },
  {
    "CauHoi": "What is Shirley most likely doing now?",
    "DichCauHoi": "Shirley có khả năng đang làm gì bây giờ?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Having lunch at the company cafeteria.",
        "Dich": "A. Ăn trưa tại quán cà phê của công ty."
      },
      {
        "TraLoi": "B. Booking seats at a nearby restaurant.",
        "Dich": "B. Đặt chỗ tại một nhà hàng gần đó."
      },
      {
        "TraLoi": "C. Sending something at the post office.",
        "Dich": "C. Gửi thứ gì đó tại bưu điện."
      },
      {
        "TraLoi": "D. Talking to a client in the meeting room.",
        "Dich": "D. Nói chuyện với một khách hàng trong phòng họp."
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Người đàn ông nói Shirley 'stepped out for a moment to mail something at the post office'."
  },
  {
    "DoanVan": [
      {
        "Cau": "I must have eaten too much last night at the buffet restaurant because my stomach still feels bloated. I'm just going to settle for coffee this morning. What are you going to have? I am starved. I'm going to order the continental breakfast. Wow you really do have an appetite. Don't you I mean I don't understand how you can eat as much as you do yet. Keep yourself so thin like that you are so lucky. Well I guess I have always digested my food very fast. I've been thin for as long as I can remember actually when I was younger. My wish was to gain some weight. In fact, I remember eating five meals a day during high school just to gain some weight but I didn't have any luck.",
        "Dich": "Chắc hẳn tôi đã ăn quá nhiều đêm qua ở nhà hàng buffet vì bụng tôi vẫn còn cảm giác nặng nề. Sáng nay tôi chỉ uống cà phê thôi. Bạn sẽ ăn gì? Tôi đói bụng lắm rồi. Tôi sẽ gọi bữa sáng kiểu lục địa. Wow bạn có một khẩu vị tuyệt vời. Tôi không hiểu tại sao bạn lại có thể ăn nhiều như vậy mà vẫn giữ được thân hình gầy gò. Bạn thật may mắn. Tôi đoán là tôi luôn tiêu hóa thức ăn rất nhanh. Tôi đã gầy như vậy từ khi tôi còn nhỏ. Ước muốn của tôi là tăng cân. Thực tế, tôi nhớ đã ăn năm bữa một ngày trong suốt thời trung học chỉ để tăng cân nhưng không có may mắn nào cả."
      }
    ]
  },
  {
    "CauHoi": "Where is the conversation most likely taking place?",
    "DichCauHoi": "Cuộc trò chuyện có khả năng diễn ra ở đâu?",
    "CauTraLoi": [
      {
        "TraLoi": "A. At a doctor's office",
        "Dich": "A. Tại phòng khám bác sĩ."
      },
      {
        "TraLoi": "B. At a restaurant.",
        "Dich": "B. Tại một nhà hàng."
      },
      {
        "TraLoi": "C. At a health club.",
        "Dich": "C. Tại một câu lạc bộ sức khỏe."
      },
      {
        "TraLoi": "D. At a public school.",
        "Dich": "D. Tại một trường công lập."
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Đoạn hội thoại nhắc đến 'buffet restaurant', 'coffee' và 'continental breakfast', cho thấy họ đang ở một nhà hàng."
  },
  {
    "CauHoi": "Why does the woman envy the man?",
    "DichCauHoi": "Tại sao người phụ nữ lại ghen tị với người đàn ông?",
    "CauTraLoi": [
      {
        "TraLoi": "A. He did very well in school.",
        "Dich": "A. Anh ấy học rất giỏi ở trường."
      },
      {
        "TraLoi": "B. He does not have weight problem.",
        "Dich": "B. Anh ấy không gặp vấn đề về cân nặng."
      },
      {
        "TraLoi": "C. He is going to eat something delicious.",
        "Dich": "C. Anh ấy sẽ ăn một món ngon."
      },
      {
        "TraLoi": "D. He gets coffee at a very good price.",
        "Dich": "D. Anh ấy mua cà phê với giá rất tốt."
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Người phụ nữ nói 'I don't understand how you can eat as much as you do yet. Keep yourself so thin like that you are so lucky', thể hiện sự ghen tị của cô ấy với khả năng giữ dáng của người đàn ông."
  },
  {
    "CauHoi": "What can be interred about the man?",
    "DichCauHoi": "Có thể suy ra điều gì về người đàn ông?",
    "CauTraLoi": [
      {
        "TraLoi": "A. He does not like to eat much.",
        "Dich": "A. Anh ấy không thích ăn nhiều."
      },
      {
        "TraLoi": "B. He metabolized food quickly.",
        "Dich": "B. Anh ấy tiêu hóa thức ăn nhanh."
      },
      {
        "TraLoi": "C. He keeps himself in shape.",
        "Dich": "C. Anh ấy giữ dáng."
      },
      {
        "TraLoi": "D. He recently graduated from high school.",
        "Dich": "D. Anh ấy vừa tốt nghiệp trung học."
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Người đàn ông nói 'I have always digested my food very fast', cho thấy anh ấy có khả năng tiêu hóa thức ăn nhanh chóng."
  },
  {
    "DoanVan": [
      {
        "Cau": "Aren't you supposed to be in Boston right now? I thought you left to attend the business conference yesterday. I did and I came back late last night. It was only a day affair. I would have taken the trip with you. I also have a meeting with a very important client today and that's why I didn't make the trip. You should have talked to me about it. We could have made the trip together. Number 62. Why did the woman",
        "Dich": "Chẳng phải bây giờ bạn phải ở Boston sao? Tôi nghĩ bạn đã rời đi để tham dự hội nghị kinh doanh vào hôm qua. Đúng vậy và tôi đã trở lại vào đêm qua. Đó chỉ là một công việc trong một ngày. Tôi đã có thể đi cùng bạn. Tôi cũng có một cuộc hẹn với một khách hàng rất quan trọng hôm nay và đó là lý do tại sao tôi đã không thực hiện chuyến đi. Bạn nên nói với tôi về điều đó. Chúng ta đã có thể đi cùng nhau."
      }
    ]
  },
  {
    "CauHoi": "Why did the woman make the trip to Boston?",
    "DichCauHoi": "Tại sao người phụ nữ lại thực hiện chuyến đi đến Boston?",
    "CauTraLoi": [
      {
        "TraLoi": "A. To participate in a meeting",
        "Dich": "A. Để tham gia một cuộc họp."
      },
      {
        "TraLoi": "B. To meet with a client",
        "Dich": "B. Để gặp một khách hàng."
      },
      {
        "TraLoi": "C. To show the city to Mr. Jones",
        "Dich": "C. Để cho ông Jones xem thành phố."
      },
      {
        "TraLoi": "D. To spend some time with the man",
        "Dich": "D. Để dành một chút thời gian với người đàn ông."
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Người phụ nữ nói 'I thought you left to attend the business conference yesterday', điều này cho thấy mục đích chuyến đi là để tham dự một hội nghị kinh doanh, tức là một cuộc họp."
  },
  {
    "CauHoi": "For how many days did the woman go away?",
    "DichCauHoi": "Người phụ nữ đã đi bao nhiêu ngày?",
    "CauTraLoi": [
      {
        "TraLoi": "A. One",
        "Dich": "A. Một."
      },
      {
        "TraLoi": "B. Two",
        "Dich": "B. Hai."
      },
      {
        "TraLoi": "C. Three",
        "Dich": "C. Ba."
      },
      {
        "TraLoi": "D. Four",
        "Dich": "D. Bốn."
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Người phụ nữ nói 'It was only a day affair', có nghĩa là chuyến đi chỉ kéo dài một ngày."
  },
  {
    "CauHoi": "Why did the woman come back early?",
    "DichCauHoi": "Tại sao người phụ nữ lại trở về sớm?",
    "CauTraLoi": [
      {
        "TraLoi": "A. She forgot to take some important documents",
        "Dich": "A. Cô ấy đã quên mang theo một số tài liệu quan trọng."
      },
      {
        "TraLoi": "B. She was not happy with the conference",
        "Dich": "B. Cô ấy không hài lòng với hội nghị."
      },
      {
        "TraLoi": "C. She needed to get ready for a meeting",
        "Dich": "C. Cô ấy cần chuẩn bị cho một cuộc họp."
      },
      {
        "TraLoi": "D. She couldn't convince Mr. Jones to stay longer",
        "Dich": "D. Cô ấy không thể thuyết phục ông Jones ở lại lâu hơn."
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Người phụ nữ nói 'I also have a meeting with a very important client today', đây là lý do cô ấy quay về sớm để chuẩn bị cho cuộc họp này."
  },
  {
    "DoanVan": [
      {
        "Cau": "What do you think would be a good way to advertise our new product the local paper or the radio? We tried both before but the results were not very good compared to how much they cost. I thought we should go for television advertising what you think? I like the idea but it would be too expensive at this point in time to run advertising on national TV. What about on our new website we could use some pop-up ads for our new product. Yes that would be great. Then we can use the local paper for the next quarter. We could use some space on the front page of the financial section Number 65 what are the speakers discussing?",
        "Dich": "Bạn nghĩ cách nào sẽ là một cách tốt để quảng cáo sản phẩm mới của chúng ta, báo địa phương hay radio? Chúng ta đã thử cả hai trước đây nhưng kết quả không được tốt lắm so với chi phí của chúng. Tôi nghĩ chúng ta nên chọn quảng cáo trên truyền hình, bạn nghĩ sao? Tôi thích ý tưởng đó nhưng sẽ quá tốn kém vào thời điểm này để chạy quảng cáo trên truyền hình quốc gia. Còn trang web mới của chúng ta thì sao, chúng ta có thể sử dụng một số quảng cáo pop-up cho sản phẩm mới của mình. Vâng, điều đó sẽ rất tuyệt. Sau đó, chúng ta có thể sử dụng báo địa phương cho quý tiếp theo. Chúng ta có thể sử dụng một số không gian trên trang nhất của mục tài chính."
      }
    ]
  },
  {
    "CauHoi": "What are the speakers discussing?",
    "DichCauHoi": "Những người nói đang thảo luận về điều gì?",
    "CauTraLoi": [
      {
        "TraLoi": "A. A new product",
        "Dich": "A. Một sản phẩm mới."
      },
      {
        "TraLoi": "B. A sales contract",
        "Dich": "B. Một hợp đồng bán hàng."
      },
      {
        "TraLoi": "C. An advertising campaign",
        "Dich": "C. Một chiến dịch quảng cáo."
      },
      {
        "TraLoi": "D. Television programs",
        "Dich": "D. Các chương trình truyền hình."
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Đoạn hội thoại tập trung vào các phương tiện quảng cáo khác nhau như 'local paper', 'radio', 'television advertising' và 'pop-up ads', tất cả đều liên quan đến một chiến dịch quảng cáo."
  },
  {
    "CauHoi": "What do they think about television advertising?",
    "DichCauHoi": "Họ nghĩ gì về quảng cáo trên truyền hình?",
    "CauTraLoi": [
      {
        "TraLoi": "A. It would be expensive",
        "Dich": "A. Nó sẽ tốn kém."
      },
      {
        "TraLoi": "B. It's a great idea",
        "Dich": "B. Đó là một ý tưởng tuyệt vời."
      },
      {
        "TraLoi": "C. It's not as effective as radio advertising",
        "Dich": "C. Nó không hiệu quả bằng quảng cáo radio."
      },
      {
        "TraLoi": "D. It's better to advertise on local TV.",
        "Dich": "D. Tốt hơn là nên quảng cáo trên truyền hình địa phương."
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Người phụ nữ nói 'it would be too expensive at this point in time to run advertising on national TV', cho thấy họ nghĩ quảng cáo trên truyền hình sẽ tốn kém."
  },
  {
    "CauHoi": "What do they decide to do for the next quarter?",
    "DichCauHoi": "Họ quyết định làm gì cho quý tiếp theo?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Advertise on radio",
        "Dich": "A. Quảng cáo trên radio."
      },
      {
        "TraLoi": "B. Put ads on their website",
        "Dich": "B. Đặt quảng cáo trên trang web của họ."
      },
      {
        "TraLoi": "C. Use the local paper",
        "Dich": "C. Sử dụng báo địa phương."
      },
      {
        "TraLoi": "D. Run a television ad",
        "Dich": "D. Chạy một quảng cáo trên truyền hình."
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Người phụ nữ nói 'Then we can use the local paper for the next quarter', cho thấy họ đã quyết định sử dụng báo địa phương cho quý tiếp theo."
  },
  {
    "DoanVan": [
      {
        "Cau": "Question 68 through 70 refer to the following conversation. Here are the medical charts of your patients for this afternoon. Is there anything else you need Dr. Leicester? Thank you, Jean and yes, I do need you to take a walk down to the X-ray room to get Mr. Chow's X-rays for me But before you do. Could you ask the next patient to come in? Please Your next patient. Ms. Jackson is not here yet. She called about an hour ago from her accountant's office and said she might be delayed a little. Should I send in Mr Peterson first. Yes please ask him to come in. Also, could you call up my insurance agent Mr. Harris after you pick up the X-ray film and tell him that I'd like to see him tomorrow morning.",
        "Dich": "Đây là hồ sơ y tế của các bệnh nhân của bạn trong chiều nay. Bạn có cần gì nữa không, Bác sĩ Leicester? Cảm ơn, Jean, và có, tôi cần bạn xuống phòng chụp X-quang để lấy phim X-quang của ông Chow giúp tôi. Nhưng trước khi làm điều đó, bạn có thể mời bệnh nhân tiếp theo vào không? Bệnh nhân tiếp theo của bạn. Cô Jackson chưa đến. Cô ấy đã gọi cách đây khoảng một giờ từ văn phòng kế toán của cô ấy và nói rằng cô ấy có thể đến muộn một chút. Vậy tôi có nên mời ông Peterson vào trước không? Vâng, làm ơn mời ông ấy vào. Ngoài ra, bạn có thể gọi cho đại lý bảo hiểm của tôi, ông Harris, sau khi bạn lấy phim X-quang và nói với ông ấy rằng tôi muốn gặp ông ấy vào sáng mai."
      }
    ]
  },
  {
    "CauHoi": "What is the man's occupation?",
    "DichCauHoi": "Nghề nghiệp của người đàn ông là gì?",
    "CauTraLoi": [
      {
        "TraLoi": "A. He is a physician",
        "Dich": "A. Anh ấy là bác sĩ"
      },
      {
        "TraLoi": "B. He is an X-ray technician",
        "Dich": "B. Anh ấy là kỹ thuật viên X-quang"
      },
      {
        "TraLoi": "C. He is an accountant",
        "Dich": "C. Anh ấy là kế toán"
      },
      {
        "TraLoi": "D. He is an insurance agent",
        "Dich": "D. Anh ấy là đại lý bảo hiểm"
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Người phụ nữ gọi người đàn ông là 'Dr. Leicester' và anh ấy đang làm việc với 'medical charts', cho thấy anh ấy là một bác sĩ."
  },
  {
    "CauHoi": "What does the man ask the woman to do?",
    "DichCauHoi": "Người đàn ông yêu cầu người phụ nữ làm gì?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Buy more insurance",
        "Dich": "A. Mua thêm bảo hiểm"
      },
      {
        "TraLoi": "B. Get some X-rays",
        "Dich": "B. Lấy một vài phim X-quang"
      },
      {
        "TraLoi": "C. Look over the medical chart",
        "Dich": "C. Xem qua hồ sơ y tế"
      },
      {
        "TraLoi": "D. Speak with Ms. Jackson",
        "Dich": "D. Nói chuyện với cô Jackson"
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Người đàn ông yêu cầu người phụ nữ 'take a walk down to the X-ray room to get Mr. Chow's X-rays for me', tức là đi lấy phim X-quang."
  },
  {
    "CauHoi": "Who will the man most likely see next?",
    "DichCauHoi": "Ai là người đàn ông có khả năng sẽ gặp tiếp theo?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Mr. Chow",
        "Dich": "A. Ông Chow"
      },
      {
        "TraLoi": "B. Ms. Jackson",
        "Dich": "B. Cô Jackson"
      },
      {
        "TraLoi": "C. Mr. Peterson",
        "Dich": "C. Ông Peterson"
      },
      {
        "TraLoi": "D. Mr. Harris",
        "Dich": "D. Ông Harris"
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Người phụ nữ nói cô Jackson bị chậm trễ, và hỏi 'Should I send in Mr Peterson first', người đàn ông trả lời 'Yes please ask him to come in'. Vì vậy, ông Peterson sẽ là người tiếp theo anh ấy gặp."
  }
]
