[
  {
    "DoanVan": [
      {
        "Cau": "Refer to the following traffic report Hello, this is Rob Mckenzie here at FM 99.99 with a morning traffic report.",
        "Dich": "Tham khảo báo cáo giao thông sau: Xin chào, đây là Rob Mckenzie từ FM 99.99 với báo cáo giao thông buổi sáng."
      },
      {
        "Cau": "We're happy to report that there are no major holdups. There was a minor accident on Highway 7. Near Steele's Avenue, but traffic is flowing smoothly. Now that the road is being cleared up, We do have an anticipate that traffic will start to slow on the freeway. Both northbound and southbound Within the next 20 minutes.",
        "Dich": "Chúng tôi rất vui khi thông báo không có tắc nghẽn lớn. Có một vụ tai nạn nhỏ trên đường cao tốc 7. Gần đại lộ Steele, nhưng giao thông vẫn đang diễn ra suôn sẻ. Bây giờ con đường đang được dọn dẹp, chúng tôi dự đoán rằng giao thông sẽ bắt đầu chậm lại trên đường cao tốc. Cả hai hướng bắc và nam trong vòng 20 phút tới."
      },
      {
        "Cau": "So if you're beginning your journey now we advise you to take Kennedy Road and avoid the freeway until 9:30. We'll be back again in an hour at 9 to bring you more traffic updates.",
        "Dich": "Vì vậy, nếu bạn bắt đầu hành trình của mình ngay bây giờ, chúng tôi khuyên bạn nên đi đường Kennedy và tránh đường cao tốc cho đến 9:30. Chúng tôi sẽ quay lại sau một giờ lúc 9 giờ để mang đến cho bạn nhiều thông tin cập nhật về giao thông hơn."
      }
    ]
  },
  {
    "CauHoi": "According to the speaker, what is the current road condition of Highway 7?",
    "DichCauHoi": "Theo người nói, tình trạng đường cao tốc 7 hiện tại như thế nào?",
    "CauTraLoi": [
      {
        "TraLoi": "It is at a complete standstill.",
        "Dich": "Nó đang bị tắc hoàn toàn."
      },
      {
        "TraLoi": "It is moving without much trouble.",
        "Dich": "Nó đang di chuyển mà không gặp nhiều khó khăn."
      },
      {
        "TraLoi": "It is moving at a very slow pace.",
        "Dich": "Nó đang di chuyển với tốc độ rất chậm."
      },
      {
        "TraLoi": "It is closed off due to the accident.",
        "Dich": "Nó bị đóng lại do tai nạn."
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Đoạn văn có nói 'but traffic is flowing smoothly', nghĩa là giao thông đang diễn ra suôn sẻ, không gặp nhiều trở ngại."
  },
  {
    "CauHoi": "What does the speaker advise the motorists to do?",
    "DichCauHoi": "Người nói khuyên những người lái xe nên làm gì?",
    "CauTraLoi": [
      {
        "TraLoi": "Leave their cars at home today.",
        "Dich": "Để xe ở nhà hôm nay."
      },
      {
        "TraLoi": "Take alternative roads.",
        "Dich": "Đi đường thay thế."
      },
      {
        "TraLoi": "Keep their ears open for any changes.",
        "Dich": "Lắng nghe bất kỳ thay đổi nào."
      },
      {
        "TraLoi": "Make sure to have their insurance cards with them.",
        "Dich": "Hãy chắc chắn mang theo thẻ bảo hiểm của họ."
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Đoạn văn có nói 'we advise you to take Kennedy Road and avoid the freeway until 9:30', nghĩa là khuyên người lái xe nên đi đường khác để tránh đường cao tốc."
  },
  {
    "CauHoi": "When will the next update be aired?",
    "DichCauHoi": "Khi nào bản cập nhật tiếp theo sẽ được phát sóng?",
    "CauTraLoi": [
      {
        "TraLoi": "In ten minutes.",
        "Dich": "Trong mười phút nữa."
      },
      {
        "TraLoi": "At 7 o'clock.",
        "Dich": "Vào lúc 7 giờ."
      },
      {
        "TraLoi": "In an hour.",
        "Dich": "Trong một giờ nữa."
      },
      {
        "TraLoi": "At 9:30.",
        "Dich": "Vào lúc 9:30."
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Đoạn văn nói 'We'll be back again in an hour at 9 to bring you more traffic updates', nghĩa là bản cập nhật tiếp theo sẽ được phát sóng sau một giờ."
  },
  {
    "DoanVan": [
      {
        "Cau": "Attention all maintenance and engineering staff. Please listen carefully to the following important announcement. As you know today is the day of the special meeting for all maintenance and engineering staff.",
        "Dich": "Chú ý tất cả nhân viên bảo trì và kỹ thuật. Xin hãy lắng nghe cẩn thận thông báo quan trọng sau. Như các bạn đã biết, hôm nay là ngày diễn ra cuộc họp đặc biệt dành cho toàn thể nhân viên bảo trì và kỹ thuật."
      },
      {
        "Cau": "The meeting will be held at the advertised time of 10 AM. However, there has been a change of venue due to the damage to building 5 caused by last night's storm.",
        "Dich": "Cuộc họp sẽ được tổ chức vào thời gian đã thông báo là 10 giờ sáng. Tuy nhiên, đã có sự thay đổi về địa điểm do tòa nhà 5 bị hư hại bởi cơn bão đêm qua."
      },
      {
        "Cau": "The meeting will now be held in the cafeteria. I repeat today's meeting will not be held in the building 5 conference room but has been moved to the cafeteria.",
        "Dich": "Cuộc họp bây giờ sẽ được tổ chức trong căng tin. Tôi xin nhắc lại cuộc họp hôm nay sẽ không được tổ chức trong phòng hội nghị của tòa nhà 5 mà đã được chuyển đến căng tin."
      },
      {
        "Cau": "That should please many of you because coffee will be available. The meeting time will however be shortened in order to allow the repair teams to continue working on the building 5 roof. Thanks.",
        "Dich": "Điều đó sẽ làm hài lòng nhiều người trong số các bạn vì cà phê sẽ có sẵn. Tuy nhiên, thời gian họp sẽ được rút ngắn để cho phép các đội sửa chữa tiếp tục làm việc trên mái nhà của tòa nhà 5. Xin cảm ơn."
      }
    ]
  },
  {
    "CauHoi": "Who is the intended audience of this announcement?",
    "DichCauHoi": "Đối tượng của thông báo này là ai?",
    "CauTraLoi": [
      {
        "TraLoi": "The caretakers.",
        "Dich": "Những người trông coi."
      },
      {
        "TraLoi": "The new workers.",
        "Dich": "Những nhân viên mới."
      },
      {
        "TraLoi": "The advertisement staff.",
        "Dich": "Nhân viên quảng cáo."
      },
      {
        "TraLoi": "The cafeteria workers.",
        "Dich": "Nhân viên căng tin."
      },
      {
        "TraLoi": "The maintenance and engineering staff.",
        "Dich": "Nhân viên bảo trì và kỹ thuật."
      }
    ],
    "DapAn": "E",
    "GiaiThich": "Thông báo bắt đầu bằng 'Attention all maintenance and engineering staff', nên đây là đối tượng được nhắm đến."
  },
  {
    "CauHoi": "Where will the meeting take place?",
    "DichCauHoi": "Cuộc họp sẽ diễn ra ở đâu?",
    "CauTraLoi": [
      {
        "TraLoi": "In the engineering building.",
        "Dich": "Trong tòa nhà kỹ thuật."
      },
      {
        "TraLoi": "At the Advertising Department.",
        "Dich": "Tại Phòng Quảng cáo."
      },
      {
        "TraLoi": "At Building 5.",
        "Dich": "Tại Tòa nhà 5."
      },
      {
        "TraLoi": "In the company eatery.",
        "Dich": "Trong quán ăn của công ty."
      },
      {
        "TraLoi": "In the cafeteria.",
        "Dich": "Trong căng tin."
      }
    ],
    "DapAn": "E",
    "GiaiThich": "Đoạn văn nói 'The meeting will now be held in the cafeteria', xác nhận địa điểm mới của cuộc họp là căng tin."
  },
  {
    "CauHoi": "What does the speaker say will be available at the meeting?",
    "DichCauHoi": "Người nói nói gì sẽ có sẵn tại cuộc họp?",
    "CauTraLoi": [
      {
        "TraLoi": "Engineering information.",
        "Dich": "Thông tin kỹ thuật."
      },
      {
        "TraLoi": "Some beverages.",
        "Dich": "Một số đồ uống."
      },
      {
        "TraLoi": "Advertising tips.",
        "Dich": "Lời khuyên quảng cáo."
      },
      {
        "TraLoi": "Some snacks.",
        "Dich": "Một số đồ ăn nhẹ."
      },
      {
        "TraLoi": "Coffee.",
        "Dich": "Cà phê."
      }
    ],
    "DapAn": "E",
    "GiaiThich": "Đoạn văn nói 'coffee will be available', nên cà phê là thứ sẽ có sẵn tại cuộc họp."
  },
  {
    "DoanVan": [
      {
        "Cau": "Questions 77 through 79. Refer to the following talk. Today. We have a wonderful walking tour of the sites of this fascinating place. We will begin with a breakfast together at the Orchid Cafe. We suggest that you take advantage of the buffet offerings because you will need all of your energy for all the activities. We have planned this morning Directly. After breakfast. We will be walking up Jacob's ladder to Kings Park. It's quite a steep climb to Kings Park. It's quite a steep climb From rotary lookout. You will get a stunning view across the city and the river and up to the hills. We will then continue through the gorgeous natural trail deep into the park to the wild herb garden Here. You will find a unique collection of native foods and flowers. So please enjoy a hearty breakfast and then we can get started",
        "Dich": "Câu 77 đến 79. Dựa vào bài nói chuyện sau đây. Hôm nay. Chúng ta có một chuyến đi bộ tuyệt vời đến các địa điểm của nơi hấp dẫn này. Chúng ta sẽ bắt đầu với bữa sáng cùng nhau tại Orchid Cafe. Chúng tôi đề nghị bạn tận dụng các món ăn tự chọn vì bạn sẽ cần tất cả năng lượng của mình cho tất cả các hoạt động. Chúng tôi đã lên kế hoạch cho buổi sáng nay. Ngay sau bữa sáng. Chúng ta sẽ đi bộ lên Jacob's ladder đến Kings Park. Đó là một con dốc khá khó leo đến Kings Park. Đó là một con dốc khá khó leo. Từ đài quan sát hình tròn. Bạn sẽ có một cái nhìn tuyệt đẹp ra toàn thành phố và dòng sông và lên đến những ngọn đồi. Sau đó, chúng ta sẽ tiếp tục đi qua con đường mòn tự nhiên tuyệt đẹp sâu vào công viên đến vườn thảo mộc hoang dã. Tại đây. Bạn sẽ tìm thấy một bộ sưu tập độc đáo các loại thực phẩm và hoa bản địa. Vì vậy, hãy thưởng thức một bữa sáng thịnh soạn và sau đó chúng ta có thể bắt đầu."
      }
    ]
  },
  {
    "CauHoi": "What will they most likely do at the Orchid Cafe?",
    "DichCauHoi": "Họ có khả năng sẽ làm gì nhất tại Orchid Cafe?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Have some coffee.",
        "Dich": "A. Uống cà phê."
      },
      {
        "TraLoi": "B. Meet all the participants.",
        "Dich": "B. Gặp tất cả những người tham gia."
      },
      {
        "TraLoi": "C. Fill their stomachs.",
        "Dich": "C. Ăn no bụng."
      },
      {
        "TraLoi": "D. Take an hour break.",
        "Dich": "D. Nghỉ một giờ."
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Đoạn văn đề cập 'We will begin with a breakfast together at the Orchid Cafe. We suggest that you take advantage of the buffet offerings because you will need all of your energy for all the activities.' Điều này có nghĩa là họ sẽ ăn sáng để có năng lượng, tức là 'ăn no bụng'."
  },
  {
    "CauHoi": "What does the speaker imply about the day?",
    "DichCauHoi": "Người nói ngụ ý gì về ngày hôm đó?",
    "CauTraLoi": [
      {
        "TraLoi": "A. It is going to be a physical day.",
        "Dich": "A. Đó sẽ là một ngày hoạt động thể chất."
      },
      {
        "TraLoi": "B. There will be different types of food available.",
        "Dich": "B. Sẽ có nhiều loại thức ăn khác nhau."
      },
      {
        "TraLoi": "C. The day will be perfect for the walk.",
        "Dich": "C. Ngày sẽ hoàn hảo cho chuyến đi bộ."
      },
      {
        "TraLoi": "D. The hiking trip will be somewhat dangerous.",
        "Dich": "D. Chuyến đi bộ đường dài sẽ có phần nguy hiểm."
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Người nói đề cập đến việc đi bộ lên 'a steep climb' và 'you will need all of your energy', cho thấy đây là một ngày đòi hỏi nhiều hoạt động thể chất."
  },
  {
    "CauHoi": "What will they do next?",
    "DichCauHoi": "Họ sẽ làm gì tiếp theo?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Visit Rotary Lookout.",
        "Dich": "A. Ghé thăm Đài quan sát Rotary."
      },
      {
        "TraLoi": "B. Walk up the natural trail.",
        "Dich": "B. Đi bộ trên con đường mòn tự nhiên."
      },
      {
        "TraLoi": "C. Enjoy the beautiful flowers.",
        "Dich": "C. Thưởng thức những bông hoa đẹp."
      },
      {
        "TraLoi": "D. Enter the cafe.",
        "Dich": "D. Vào quán cà phê."
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Người nói nói 'From rotary lookout. You will get a stunning view across the city and the river and up to the hills.', cho thấy sau khi lên Jacob's ladder, họ sẽ đến đài quan sát."
  },
  {
    "DoanVan": [
      {
        "Cau": "Questions 86 through 88. Refer to the following talk In addition to our regular menu. I would like to point out the days chef special all of the menu items are part of a set including a choice of salad or vegetables, a glass of house, red or white wine and a cup of brewed coffee chicken veal and lamb are all on offer today. The chicken is served in an oven baked casserole with Middle Eastern flavors. The veal is pan fried in olive oil richly flavored with garlic, capers and red peppers. The chefs Tunisian lamb has been marinated overnight in a special sauce and then char grilled to perfection. The vegetables. Today are new potatoes, carrots and zucchini with butter and freshers. Would you care to order now",
        "Dich": "Câu 86 đến 88. Dựa vào bài nói chuyện sau đây. Ngoài thực đơn thông thường của chúng tôi. Tôi muốn chỉ ra món đặc biệt của đầu bếp trong ngày, tất cả các món trong thực đơn là một phần của một bộ bao gồm một lựa chọn salad hoặc rau, một ly rượu vang đỏ hoặc trắng và một tách cà phê pha sẵn, thịt gà, thịt bê và thịt cừu đều có sẵn hôm nay. Món gà được phục vụ trong một nồi nướng với hương vị Trung Đông. Thịt bê được áp chảo trong dầu ô liu với nhiều hương vị tỏi, bạch hoa và ớt đỏ. Thịt cừu Tunisia của đầu bếp đã được ướp qua đêm trong một loại nước sốt đặc biệt và sau đó được nướng than cho đến khi hoàn hảo. Rau củ. Hôm nay là khoai tây mới, cà rốt và bí xanh với bơ và rau thơm. Bạn muốn gọi món ngay bây giờ không."
      }
    ]
  },
  {
    "CauHoi": "Who most likely is giving the talk?",
    "DichCauHoi": "Ai có khả năng cao nhất đang nói chuyện?",
    "CauTraLoi": [
      {
        "TraLoi": "A. A chef.",
        "Dich": "A. Một đầu bếp."
      },
      {
        "TraLoi": "B. A waiter.",
        "Dich": "B. Một bồi bàn."
      },
      {
        "TraLoi": "C. A wine connoisseur.",
        "Dich": "C. Một chuyên gia rượu vang."
      },
      {
        "TraLoi": "D. A grocery store clerk.",
        "Dich": "D. Một nhân viên cửa hàng tạp hóa."
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Người nói dùng các thuật ngữ như 'chef special', 'The chicken is served...', 'The veal is pan fried...', 'The chefs Tunisian lamb...' để mô tả món ăn, cho thấy đây là một đầu bếp."
  },
  {
    "CauHoi": "What is mentioned about the day's special?",
    "DichCauHoi": "Điều gì được đề cập về món đặc biệt trong ngày?",
    "CauTraLoi": [
      {
        "TraLoi": "A. It is offered at a discounted price.",
        "Dich": "A. Nó được cung cấp với giá chiết khấu."
      },
      {
        "TraLoi": "B. It is available only for a limited time.",
        "Dich": "B. Nó chỉ có sẵn trong một thời gian giới hạn."
      },
      {
        "TraLoi": "C. It has just been added to their menu.",
        "Dich": "C. Nó vừa được thêm vào thực đơn của họ."
      },
      {
        "TraLoi": "D. It comes with a choice of vegetables.",
        "Dich": "D. Nó đi kèm với một lựa chọn rau."
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Đoạn văn nói 'In addition to our regular menu. I would like to point out the days chef special...', nghĩa là món đặc biệt trong ngày được thêm vào ngoài thực đơn thông thường."
  },
  {
    "CauHoi": "How is the chicken dish prepared?",
    "DichCauHoi": "Món gà được chế biến như thế nào?",
    "CauTraLoi": [
      {
        "TraLoi": "A. It is fried.",
        "Dich": "A. Nó được chiên."
      },
      {
        "TraLoi": "B. It is baked.",
        "Dich": "B. Nó được nướng."
      },
      {
        "TraLoi": "C. It is char grilled.",
        "Dich": "C. Nó được nướng than."
      },
      {
        "TraLoi": "D. It is steamed.",
        "Dich": "D. Nó được hấp."
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Đoạn văn nêu rõ 'The chicken is served in an oven baked casserole...'"
  },
  {
    "DoanVan": [
      {
        "Cau": "Questions 83 through 85 refer to the following excerpt from a talk Good morning, everybody Last night was the annual general meeting of our shareholders and the topic of discussion was about the future of this enterprise. As you know our profits have fallen dramatically. However, the good news is that nobody doubts that the company can be turned around The meeting decided on a course of action aimed at reducing costs and increasing sales In order to achieve this a team of consultants will be visiting the company's operations over the next five days. They will then write a report recommending specific actions. We trust that you will give them your full cooperation. Thank you",
        "Dich": "Câu 83 đến 85 dựa vào đoạn trích sau đây từ một bài nói chuyện Chào buổi sáng, mọi người. Đêm qua là cuộc họp cổ đông thường niên và chủ đề thảo luận là về tương lai của doanh nghiệp này. Như các bạn đã biết lợi nhuận của chúng ta đã giảm mạnh. Tuy nhiên, tin tốt là không ai nghi ngờ rằng công ty có thể xoay chuyển tình thế. Cuộc họp đã quyết định một lộ trình hành động nhằm giảm chi phí và tăng doanh số bán hàng. Để đạt được điều này, một nhóm cố vấn sẽ đến thăm hoạt động của công ty trong năm ngày tới. Sau đó, họ sẽ viết một báo cáo đề xuất các hành động cụ thể. Chúng tôi tin tưởng rằng các bạn sẽ hợp tác đầy đủ với họ. Cảm ơn bạn."
      }
    ]
  },
  {
    "CauHoi": "What is the purpose of the talk?",
    "DichCauHoi": "Mục đích của bài nói chuyện là gì?",
    "CauTraLoi": [
      {
        "TraLoi": "A. To introduce an investment opportunity.",
        "Dich": "A. Giới thiệu cơ hội đầu tư."
      },
      {
        "TraLoi": "B. To educate the staff to work more efficiently.",
        "Dich": "B. Giáo dục nhân viên làm việc hiệu quả hơn."
      },
      {
        "TraLoi": "C. To notify people about the results of a meeting.",
        "Dich": "C. Thông báo cho mọi người về kết quả của một cuộc họp."
      },
      {
        "TraLoi": "D. To announce the date of a future meeting.",
        "Dich": "D. Thông báo ngày của một cuộc họp trong tương lai."
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Bài nói chuyện bắt đầu bằng 'Last night was the annual general meeting... The meeting decided on a course of action...', cho thấy mục đích là thông báo kết quả của cuộc họp."
  },
  {
    "CauHoi": "What took place yesterday?",
    "DichCauHoi": "Điều gì đã xảy ra ngày hôm qua?",
    "CauTraLoi": [
      {
        "TraLoi": "A. The company's annual sale.",
        "Dich": "A. Đợt bán hàng thường niên của công ty."
      },
      {
        "TraLoi": "B. A distribution of the company's stock shares.",
        "Dich": "B. Phân phối cổ phiếu của công ty."
      },
      {
        "TraLoi": "C. A shareholder's meeting.",
        "Dich": "C. Một cuộc họp cổ đông."
      },
      {
        "TraLoi": "D. A visit to the plant floor.",
        "Dich": "D. Một chuyến thăm nhà máy."
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Đoạn văn có câu 'Last night was the annual general meeting of our shareholders', tức là cuộc họp cổ đông đã diễn ra."
  },
  {
    "CauHoi": "How will they change the course of action?",
    "DichCauHoi": "Họ sẽ thay đổi hướng hành động như thế nào?",
    "CauTraLoi": [
      {
        "TraLoi": "A. By asking a team of consultant to scrutinize their operations.",
        "Dich": "A. Bằng cách yêu cầu một nhóm cố vấn xem xét kỹ lưỡng hoạt động của họ."
      },
      {
        "TraLoi": "B. By distributing the company's stock shares among the employees.",
        "Dich": "B. Bằng cách phân phối cổ phiếu của công ty cho nhân viên."
      },
      {
        "TraLoi": "C. By having a meeting to find solutions.",
        "Dich": "C. Bằng cách tổ chức một cuộc họp để tìm giải pháp."
      },
      {
        "TraLoi": "D. By hiring more workers to run their operations more smoothly.",
        "Dich": "D. Bằng cách thuê thêm nhân viên để hoạt động trơn tru hơn."
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Bài nói chuyện nói rằng 'a team of consultants will be visiting the company's operations over the next five days. They will then write a report recommending specific actions.', cho thấy họ sẽ sử dụng cố vấn để xem xét hoạt động."
  },
  {
    "DoanVan": [
      {
        "Cau": "Questions 89 through 91 refer to the following instructions. I can see that this is your first time for treatment here in our office Mr. Anderson. Would you please take this form to the counter and fill it out as best you can If you have any questions come back to me. We need this information to give you the best treatment possible After you are done bring it back to me and I will place you in the queue to see Dr. Helen Thompson. She should be available in around 30 minutes",
        "Dich": "Câu 89 đến 91 tham khảo các hướng dẫn sau đây. Tôi có thể thấy đây là lần đầu tiên bạn điều trị tại văn phòng của chúng tôi, Mr. Anderson. Vui lòng mang mẫu đơn này đến quầy và điền vào tốt nhất có thể Nếu bạn có bất kỳ câu hỏi nào, hãy quay lại với tôi. Chúng tôi cần thông tin này để cung cấp cho bạn phương pháp điều trị tốt nhất có thể Sau khi bạn hoàn thành, hãy mang nó lại cho tôi và tôi sẽ xếp bạn vào hàng đợi để gặp bác sĩ Helen Thompson. Cô ấy sẽ có mặt trong khoảng 30 phút."
      }
    ]
  },
  {
    "CauHoi": "What is the listener being asked to do?",
    "DichCauHoi": "Người nghe được yêu cầu làm gì?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Have a seat in the waiting area.",
        "Dich": "A. Ngồi vào khu vực chờ."
      },
      {
        "TraLoi": "B. Walk in to see Ms. Thompson.",
        "Dich": "B. Đi vào gặp Ms. Thompson."
      },
      {
        "TraLoi": "C. Take some papers home to fill them out.",
        "Dich": "C. Mang một số giấy tờ về nhà để điền."
      },
      {
        "TraLoi": "D. Provide some information in writing.",
        "Dich": "D. Cung cấp một số thông tin bằng văn bản."
      }
    ],
    "DapAn": "D",
    "GiaiThich": "Đoạn văn nói 'Would you please take this form to the counter and fill it out as best you can', tức là yêu cầu điền thông tin vào mẫu đơn."
  },
  {
    "CauHoi": "What should Mr. Anderson do if he has any queries?",
    "DichCauHoi": "Mr. Anderson nên làm gì nếu có bất kỳ thắc mắc nào?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Call a special number.",
        "Dich": "A. Gọi một số đặc biệt."
      },
      {
        "TraLoi": "B. Talk to the speaker.",
        "Dich": "B. Nói chuyện với người nói."
      },
      {
        "TraLoi": "C. Consult with Helen.",
        "Dich": "C. Tham khảo ý kiến của Helen."
      },
      {
        "TraLoi": "D. Refer to a guidebook.",
        "Dich": "D. Tham khảo một cuốn sách hướng dẫn."
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Đoạn văn nói 'If you have any questions come back to me.', tức là người nói sẽ trực tiếp giải đáp thắc mắc."
  },
  {
    "CauHoi": "Where is the conversation taking place?",
    "DichCauHoi": "Cuộc trò chuyện đang diễn ra ở đâu?",
    "CauTraLoi": [
      {
        "TraLoi": "A. At Mr. Anderson's office.",
        "Dich": "A. Tại văn phòng của Mr. Anderson."
      },
      {
        "TraLoi": "B. At a doctor's office.",
        "Dich": "B. Tại văn phòng bác sĩ."
      },
      {
        "TraLoi": "C. At a pharmacy counter.",
        "Dich": "C. Tại quầy thuốc."
      },
      {
        "TraLoi": "D. At a hair treatment center.",
        "Dich": "D. Tại trung tâm điều trị tóc."
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Đoạn văn có 'this is your first time for treatment here in our office Mr. Anderson' và 'to see Dr. Helen Thompson', cho thấy đây là một phòng khám hoặc văn phòng bác sĩ."
  },
  {
    "DoanVan": [
      {
        "Cau": "Questions 92 through 94 refer to the following telephone message. Good morning. This is Karen Holmes Mr. Reed's Secretary. I'm sorry to disturb you Mr. Stokes but Mr. Reed just called from the airport to tell me that his plane has been delayed by fog The fog will lift sufficiently by 10 o'clock for planes to be able to take off So there will be a delay of at least two hours in Mr. Reed's itinerary. He could well arrive in New York at one o'clock in the afternoon That would mean that he will miss lunch but should have no problem arriving in time for the afternoon meeting. I will call you back after 10 to let you know the situation. Oh do you have a cell phone number on which you can be contacted? Thanks, I'll speak to you later Mr. Stokes Number 92. Why is Mr. Reid being delayed?",
        "Dich": "Câu 92 đến 94 tham khảo tin nhắn điện thoại sau đây. Chào buổi sáng. Đây là Karen Holmes, thư ký của Mr. Reed. Tôi xin lỗi vì đã làm phiền bạn, Mr. Stokes, nhưng Mr. Reed vừa gọi từ sân bay để nói với tôi rằng máy bay của ông ấy đã bị hoãn do sương mù. Sương mù sẽ tan đủ để máy bay có thể cất cánh vào lúc 10 giờ. Vì vậy sẽ có sự chậm trễ ít nhất hai giờ trong lịch trình của Mr. Reed. Ông ấy có thể sẽ đến New York vào lúc một giờ chiều. Điều đó có nghĩa là ông ấy sẽ lỡ bữa trưa nhưng không gặp vấn đề gì khi đến kịp cuộc họp buổi chiều. Tôi sẽ gọi lại cho bạn sau 10 giờ để cho bạn biết tình hình. Oh, bạn có số điện thoại di động nào để liên lạc không? Cảm ơn, tôi sẽ nói chuyện với bạn sau, Mr. Stokes."
      }
    ]
  },
  {
    "CauHoi": "Why is Mr. Reid being delayed?",
    "DichCauHoi": "Tại sao Mr. Reid bị trì hoãn?",
    "CauTraLoi": [
      {
        "TraLoi": "A. His plane is not able to take off.",
        "Dich": "A. Máy bay của ông ấy không thể cất cánh."
      },
      {
        "TraLoi": "B. He could not book a flight ticket.",
        "Dich": "B. Ông ấy không thể đặt vé máy bay."
      },
      {
        "TraLoi": "C. He has to attend to something else.",
        "Dich": "C. Ông ấy phải tham dự một việc khác."
      },
      {
        "TraLoi": "D. His secretary is not back from New York.",
        "Dich": "D. Thư ký của ông ấy chưa trở về từ New York."
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Tin nhắn điện thoại nói rằng 'his plane has been delayed by fog' và 'The fog will lift sufficiently by 10 o'clock for planes to be able to take off', cho thấy máy bay bị hoãn cất cánh."
  },
  {
    "CauHoi": "When is Mr. Reid expected to arrive in New York?",
    "DichCauHoi": "Khi nào Mr. Reid dự kiến sẽ đến New York?",
    "CauTraLoi": [
      {
        "TraLoi": "A. At ten.",
        "Dich": "A. Lúc 10 giờ."
      },
      {
        "TraLoi": "B. At noon.",
        "Dich": "B. Lúc 12 giờ trưa."
      },
      {
        "TraLoi": "C. At one.",
        "Dich": "C. Lúc 1 giờ."
      },
      {
        "TraLoi": "D. At two.",
        "Dich": "D. Lúc 2 giờ."
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Tin nhắn nói 'He could well arrive in New York at one o'clock in the afternoon'."
  },
  {
    "CauHoi": "What does the caller request from Mr. Stokes?",
    "DichCauHoi": "Người gọi yêu cầu gì từ Mr. Stokes?",
    "CauTraLoi": [
      {
        "TraLoi": "A. To provide a contact number.",
        "Dich": "A. Cung cấp một số liên lạc."
      },
      {
        "TraLoi": "B. To greet her at the airport.",
        "Dich": "B. Ra sân bay đón cô ấy."
      },
      {
        "TraLoi": "C. To make a trip to New York.",
        "Dich": "C. Thực hiện một chuyến đi đến New York."
      },
      {
        "TraLoi": "D. To attend the meeting.",
        "Dich": "D. Tham dự cuộc họp."
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Cuộc gọi kết thúc với 'Oh do you have a cell phone number on which you can be contacted?', cho thấy người gọi đang yêu cầu số điện thoại liên lạc."
  },
  {
    "DoanVan": [
      {
        "Cau": "Questions 95 through 97. Refer to the following morning weather report. Good morning viewers. This is Brian Tui with your morning weather report. Let's go straight to our satellite photo as you can see there is a massive cloud band approaching from the northwest. This is tropical storm. Tracy. The weather bureau has issued a severe weather alert for all shipping of a resident of coastal towns in the northwest part of our region Tropical storm. Tracy is expected to reach our coast between 10 and 11 o'clock this morning. All ships are advised to move to safe anchorage before 10am Residents of coastal towns are advised to stay indoors and prepare for flooding and wind damage. Stay tuned to this channel for updates every 30 minutes. Thank you",
        "Dich": "Câu 95 đến 97. Tham khảo báo cáo thời tiết buổi sáng sau đây. Chào buổi sáng khán giả. Đây là Brian Tui với báo cáo thời tiết buổi sáng của bạn. Hãy đi thẳng đến ảnh vệ tinh của chúng ta, như bạn có thể thấy, có một dải mây khổng lồ đang tiếp cận từ phía tây bắc. Đây là bão nhiệt đới. Tracy. Cục thời tiết đã ban hành một cảnh báo thời tiết khắc nghiệt cho tất cả các tàu thuyền của một cư dân thị trấn ven biển ở phía tây bắc của khu vực chúng ta. Bão nhiệt đới. Tracy dự kiến sẽ đến bờ biển của chúng ta trong khoảng từ 10 đến 11 giờ sáng nay. Tất cả các tàu được khuyến cáo nên di chuyển đến nơi neo đậu an toàn trước 10 giờ sáng. Cư dân thị trấn ven biển được khuyên nên ở trong nhà và chuẩn bị cho lũ lụt và thiệt hại do gió. Hãy theo dõi kênh này để biết các bản cập nhật cứ sau 30 phút. Cảm ơn bạn."
      }
    ]
  },
  {
    "CauHoi": "When is Tracy expected to arrive?",
    "DichCauHoi": "Khi nào Tracy dự kiến sẽ đến?",
    "CauTraLoi": [
      {
        "TraLoi": "A. This morning.",
        "Dich": "A. Sáng nay."
      },
      {
        "TraLoi": "B. This afternoon.",
        "Dich": "B. Chiều nay."
      },
      {
        "TraLoi": "C. This evening.",
        "Dich": "C. Tối nay."
      },
      {
        "TraLoi": "D. Tomorrow.",
        "Dich": "D. Ngày mai."
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Đoạn văn có 'Tropical storm. Tracy is expected to reach our coast between 10 and 11 o'clock this morning'."
  },
  {
    "CauHoi": "What does the speaker advise those living along the shoreline to do?",
    "DichCauHoi": "Người nói khuyên những người sống dọc bờ biển nên làm gì?",
    "CauTraLoi": [
      {
        "TraLoi": "A. Evacuate immediately.",
        "Dich": "A. Sơ tán ngay lập tức."
      },
      {
        "TraLoi": "B. Stay indoors.",
        "Dich": "B. Ở trong nhà."
      },
      {
        "TraLoi": "C. Store lots of food.",
        "Dich": "C. Dự trữ nhiều thức ăn."
      },
      {
        "TraLoi": "D. Prepare umbrellas.",
        "Dich": "D. Chuẩn bị ô."
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Đoạn văn nói 'Residents of coastal towns are advised to stay indoors and prepare for flooding and wind damage'."
  },
  {
    "CauHoi": "When will the next update air?",
    "DichCauHoi": "Khi nào bản cập nhật tiếp theo sẽ được phát sóng?",
    "CauTraLoi": [
      {
        "TraLoi": "A. In ten minutes.",
        "Dich": "A. Trong mười phút nữa."
      },
      {
        "TraLoi": "B. In thirty minutes.",
        "Dich": "B. Trong ba mươi phút nữa."
      },
      {
        "TraLoi": "C. In sixty minutes.",
        "Dich": "C. Trong sáu mươi phút nữa."
      },
      {
        "TraLoi": "D. In ninety minutes.",
        "Dich": "D. Trong chín mươi phút nữa."
      }
    ],
    "DapAn": "B",
    "GiaiThich": "Đoạn văn nói 'Stay tuned to this channel for updates every 30 minutes'."
  },
  {
    "DoanVan": [
      {
        "Cau": "When will the next update air?",
        "Dich": "Khi nào bản cập nhật tiếp theo được phát sóng?"
      },
      {
        "Cau": "Questions 98 through 100 refer to the following news report:",
        "Dich": "Các câu hỏi 98 đến 100 liên quan đến bản tin sau:"
      },
      {
        "Cau": "A recent provincial government study has revealed that thousands of school-age children are working up to 12 hours a day in garbage dumps throughout India.",
        "Dich": "Một nghiên cứu gần đây của chính quyền tỉnh đã tiết lộ rằng hàng ngàn trẻ em trong độ tuổi đến trường đang làm việc tới 12 giờ một ngày tại các bãi rác trên khắp Ấn Độ."
      },
      {
        "Cau": "Families living in shanty towns on the city's fringes are making a living through recycling.",
        "Dich": "Các gia đình sống trong các khu ổ chuột ở rìa thành phố đang kiếm sống bằng nghề tái chế."
      },
      {
        "Cau": "This is a very labor-intensive industry requiring long hours of often strenuous work.",
        "Dich": "Đây là một ngành công nghiệp rất tốn nhiều sức lao động, đòi hỏi nhiều giờ làm việc vất vả."
      },
      {
        "Cau": "The children have no time to attend school.",
        "Dich": "Trẻ em không có thời gian để đến trường."
      },
      {
        "Cau": "Plastic strips can be recycled as woven products.",
        "Dich": "Các dải nhựa có thể được tái chế thành các sản phẩm dệt."
      },
      {
        "Cau": "Metals can be retrieved from electronic components.",
        "Dich": "Kim loại có thể được thu hồi từ các linh kiện điện tử."
      },
      {
        "Cau": "Other materials can be reused as fuel.",
        "Dich": "Các vật liệu khác có thể được tái sử dụng làm nhiên liệu."
      },
      {
        "Cau": "The study concludes that while recycling is to be encouraged, the current situation has harmful effects on the health and personal development of the children involved.",
        "Dich": "Nghiên cứu kết luận rằng mặc dù việc tái chế nên được khuyến khích, tình hình hiện tại có những tác động có hại đến sức khỏe và sự phát triển cá nhân của những đứa trẻ có liên quan."
      }
    ]
  },
  {
    "CauHoi": "According to the report, how many hours are some kids in India working in a day?",
    "DichCauHoi": "Theo báo cáo, một số trẻ em ở Ấn Độ làm việc bao nhiêu giờ mỗi ngày?",
    "CauTraLoi": [
      {
        "TraLoi": "9 hours.",
        "Dich": "9 giờ."
      },
      {
        "TraLoi": "10 hours.",
        "Dich": "10 giờ."
      },
      {
        "TraLoi": "11 hours.",
        "Dich": "11 giờ."
      },
      {
        "TraLoi": "12 hours.",
        "Dich": "12 giờ."
      }
    ],
    "DapAn": "D",
    "GiaiThich": "Đoạn văn có đề cập 'thousands of school-age children are working up to 12 hours a day'. Do đó, đáp án đúng là 12 giờ."
  },
  {
    "CauHoi": "How are some poor families making a living?",
    "DichCauHoi": "Một số gia đình nghèo kiếm sống bằng cách nào?",
    "CauTraLoi": [
      {
        "TraLoi": "By recycling goods.",
        "Dich": "Bằng cách tái chế hàng hóa."
      },
      {
        "TraLoi": "By begging.",
        "Dich": "Bằng cách ăn xin."
      },
      {
        "TraLoi": "By selling goods.",
        "Dich": "Bằng cách bán hàng."
      },
      {
        "TraLoi": "By receiving welfare.",
        "Dich": "Bằng cách nhận trợ cấp xã hội."
      }
    ],
    "DapAn": "A",
    "GiaiThich": "Đoạn văn nêu rõ 'Families living in shanty towns on the city's fringes are making a living through recycling.'. Do đó, đáp án đúng là A."
  },
  {
    "CauHoi": "What does the study reveal?",
    "DichCauHoi": "Nghiên cứu tiết lộ điều gì?",
    "CauTraLoi": [
      {
        "TraLoi": "The recycling must come to an end.",
        "Dich": "Việc tái chế phải chấm dứt."
      },
      {
        "TraLoi": "The children of India are still very healthy.",
        "Dich": "Trẻ em Ấn Độ vẫn rất khỏe mạnh."
      },
      {
        "TraLoi": "The current working situation has damaging effects.",
        "Dich": "Tình hình làm việc hiện tại có những ảnh hưởng có hại."
      },
      {
        "TraLoi": "The poor people will soon receive help.",
        "Dich": "Người nghèo sẽ sớm nhận được sự giúp đỡ."
      }
    ],
    "DapAn": "C",
    "GiaiThich": "Đoạn văn kết luận 'the current situation has harmful effects on the health and personal development of the children involved'. Cụm từ 'harmful effects' đồng nghĩa với 'damaging effects'."
  }
]
